Repository: 2colours/tatoeba2
Catalog: src/Locale/*/admin.po
Languages: fi, lt, my

source: Error: Sentences added by {username} could not be marked as unreliable.
fi: Virhe: Käyttäjän {username} lisäämiä lauseita ei voitu merkitä epäluotettaviksi.
lt: Klaida: naudotojo {username} pridėtų sakinių negalima pažymėti kaip nepatikimų.
my: အမှားအယွင်း ။ ။ အသုံးပြုသူအမည် {username} က ထည့်သွင်းထားသော စာကြောင်းများကို မယုံကြည်ရသော စာကြောင်းများအဖြစ် မသတ်မှတ်နိုင်ပါ။

source: Marked all sentences added by {username} as unreliable.
fi: Merkitty kaikki käyttäjän {username} lisäämät lauseet epäluotettaviksi.
lt: Visi naudotojo {username} pridėti sakiniai pažymėti kaip nepatikimi.
my: အသုံးပြုသူအမည် {username} က ထည့်သွင်းထားသော စာကြောင်းများအားလုံးကို မယုံကြည်ရသော စာကြောင်းများ အဖြစ် သတ်မှတ်ပါ။

source: Invalid file “{file}” ignored.
fi: Epäkelpo tiedosto “{file}” jätetty huomioimatta.
lt: Neteisingas failas „{file}“ ignoruojamas.
my: ယုတ္တိမရှိသောဖိုင် "{file}" ဖိုင် ကို လစ်လျူရှုခဲ့ပါတယ်။

source: Failed to create directory “{dir}” to import file “{file}”.
fi: Tiedoston “{file}” tuomista varten tarvittavan hakemiston “{dir}” luominen epäonnistui.
lt: Nepavyko sukurti katalogo „{dir}“ importuoti failą „{file}“.
my: ဖိုင် "{file}" ကို သွင်းယူရန်အတွက် လမ်းကြောင်း "{dir}" ကို ဖန်တီးခြင်း မအောင်မြင်ပါ။

source: Failed to copy file “{file}” to directory “{dir}”.
fi: Tiedoston “{file}” kopioiminen hakemistoon “{dir}” epäonnistui.
lt: Nepavyko nukopijuoti failo „{file}“ į katalogą „{dir}“.
my: ဖိုင် "{file}" ကို လမ်းကြောင်း "{dir}" သို့ ကူးယူခြင်း မအောင်မြင်ပါ။

source: Unable to assign audio to “{author}” for sentence {sentenceId} inside the database. Make sure it's a valid username.
fi: Tietokannassa olevan lauseen {sentenceId} äänitettä ei voida merkitä käyttäjälle “{author}”. Varmistathan että käyttäjätunnus on olemassa.
lt: Duomenų bazėje nepavyko priskirti garso įrašo naudotojui „{author}“ sakinyje {sentenceId}. Įsitikinkite, kad tai galiojantis naudotojo vardas.
my: ဒေတာဘေ့စ် အတွင်းတွင် စာကြောင်းအမှတ် {sentenceId} အတွက် အသံကို ဖန်တီးသူ "{author}" သို့ တာဝန် မခန့်အပ်နိုင်ပါ။ ယုတ္တိရှိသော အသုံးပြုသူအမည် ဟုတ်မဟုတ် သေချာအောင် စစ်ဆေးပါ။

source: File “{file}” was successfully imported but could not be removed from the import directory.
fi: Tiedosto “{file}” tuotiin onnistuneesti, mutta sitä ei voitu poistaa tuontihakemistosta.
lt: Failas „{file}“ sėkmingai importuotas, tačiau jo nepavyko pašalinti iš importo katalogo.
my: ဖိုင် "{file}" ကို အောင်မြင်စွာ တင်သွင်းခဲ့ပြီးပါပြီ။ သို့သော် တင်သွင်းခဲ့သော လမ်းကြောင်းတွင် မဖျက်နိုင်ပါ။

source: Import recordings
fi: Tuo tallenteita
lt: Importavimo įrašai
my: မှတ်တမ်းများကို တင်သွင်းပါ။

source: The following errors occurred during the last import.
fi: Seuraavat virheet tapahtuivat edellisen tuonnin aikana.

source: Audio import status
fi: Äänitteen tuonnin tilanne

source: Files detected
fi: Havaitut tiedostot
lt: Aptikti failai
my: ဖိုင်များကို ဖျက်ခဲ့ပါတယ်။

source: File name
fi: Tiedostonimi
lt: Failo vardas
my: ဖိုင်အမည်

source: Sentence id
fi: Lausenumero
lt: Sakinio ID
my: စာကြောင်း အမှတ်

source: Language
fi: Kieli
lt: Kalba
my: ဘာသာစကား

source: Already has audio
fi: On jo äänite
lt: Jau turi garso įrašą
my: အသံ ရှိနှင့်ပြီးပါပြီ

source: May be imported
fi: Voidaan tuoda
lt: Gali būti importuota
my: တင်သွင်းကောင်း တင်သွင်းပါမည်

source: N/A
fi: Ei saatavilla
lt: Nėra
my: မရရှိနိုင်ပါ

source: Invalid
fi: Virheellinen
lt: Netinkamas
my: ယုတ္တိမရှိပါ

source: No
fi: Ei
lt: Ne
my: မဟုတ်ပါ။

source: Yes
fi: Kyllä
lt: Taip
my: ဟုတ်ပါတယ်။

source: No files have been detected inside the import directory.
fi: Tuontihakemistossa ei ole havaittu yhtään tiedostoa.
lt: Importavimo kataloge failų neaptikta.
my: တင်သွင်းသည့် လမ်းကြောင်းတွင် ဖိုင်များကို မတွေ့ရှိရပါ။

source: Import
fi: Tuonti
lt: Importuoti
my: တင်သွင်းပါ။

source: Enabled
fi: Sallittu
lt: Įjungta
my: လုပ်ဆောင်နိုင်အောင် လုပ်ထားပြီး

source: Owner name
fi: Omistajan nimi
lt: Savininko vardas
my: ပိုင်ရှင်အမည်

source: Submit
fi: Lähetä
lt: Pateikti
my: ပေးပို့ပါ

source: Correctness
fi: Virheettömyys
lt: Taisyklingumas
my: အမှားပြင်ဆင်မှု

source: Change
fi: Muuta
lt: Pakeisti
my: ပြောင်းလဲမှု

source: Import sentences
fi: Tuo lauseita
lt: Importuoti sakinius
my: စာကြောင်းများကို တင်သွင်းပါ

source: Single sentences
fi: Yksittäiset lauseet
lt: Pavieniai sakiniai
my: တခုတည်းရှိသော စာကြောင်းများ

source: Language of the sentences:
fi: Lauseiden kieli:
lt: Sakinių kalba:
my: စာကြောင်းများ၏ ဘာသာစကားများ ။ ။

source: File:
fi: Tiedosto:
lt: Failas:
my: ဖိုင် ။ ။

source: Numeric user id:
fi: Numeerinen käyttäjätunnus:
lt: Skaitinis naudotojo ID:
my: ကိန်းဂဏန်းဖြင့်ကိုယ်စားပြုသော အသုံးပြုသူ အမှတ် ။ ။

source: import
fi: tuo
lt: importuoti
my: တင်သွင်းမှု

source: Sentences and translations
fi: Lauseet ja käännökset
lt: Sakiniai ir vertimai
my: စာကြောင်းများနှင့် ဘာသာပြန်ဆိုမှုများ

source: Language of the translations:
fi: Käännösten kieli:
lt: Vertimų kalba:
my: ဘာသာပြန်ဆိုမှုများ၏ ဘာသာစကား ။ ။

source: Mark as unreliable
fi: Merkitse epäluotettavaksi
lt: Pažymėti kaip nepatikimą
my: မယုံကြည်ရတဲ့အရာ အဖြစ် သတ်မှတ်ပါ

source: Are you sure you want to mark all the sentences of this member as unreliable?
fi: Oletko varma, että haluat merkitä kaikki tämän käyttäjän lauseet epäluotettaviksi?
lt: Ar tikrai norite pažymėti visus šio nario sakinius kaip nepatikimus?
my: ဤအသုံးပြုသူ၏ စာကြောင်းများအားလုံးကို မယုံကြည်ရသော စာကြောင်းများဟု သတ်မှတ်ရန် သင်သေချာပါသလား။

source: Delete
fi: Poista
lt: Ištrinti
my: ဖျက်ပါ

source: Are you sure you want to delete user #{number}?
fi: Oletko varma että haluat poistaa käyttäjän numero {number}?
lt: Ar tikrai norite ištrinti naudotoją Nr.{number}?
my: အသုံးပြုသူအမှတ် {number} ကို သင်ဖျက်ရန် သေချာပါသလား။

source: List Users
fi: Listaa käyttäjät
lt: Naudotojų sąrašas
my: အသုံးပြုသူများ၏ စာရင်း

source: Profile
fi: Profiili
lt: Profilis
my: ကိုယ်ရေးကိုယ်တာမှတ်တမ်း

source: Edit User
fi: Muokkaa käyttäjää
lt: Redaguoti naudotoją
my: အသုံးပြုသူကို တည်းဖြတ်ပါ

source: Id
fi: Tunnistenumero
my: အမှတ်

source: Username
fi: Käyttäjätunnus
lt: Naudotojo vardas
my: အသုံးပြုသူအမည်

source: Lang
fi: Kieli
lt: Kalba
my: ဘာသာစကား

source: Group
fi: Ryhmä
lt: Grupė
my: အုပ်စု

source: Level
fi: Taso
lt: Lygis
my: အဆင့်သတ်မှတ်ချက်

source: Send notifications
fi: Lähetä ilmoitukset
lt: Siųsti pranešimus
my: အသိပေးအကြောင်းကြားစာ ပေးပို့ပါ

source: unhide
fi: Tuo esiin
lt: nebeslėpti
my: ဖုံးကွယ်ထားခြင်းကို ပယ်ဖျက်ပါ

source: hide
fi: Piilota
lt: slėpti
my: ဖုံးကွယ်ပါ

source: Import report
lt: Importavimo ataskaita
my: အစီရင်ခံစာကို တင်သွင်းပါ။

source: The following errors occurred during import.
lt: Importuojant įvyko šios klaidos.
my: တင်သွင်းနေစဉ်အတွင်း အောက်ပါ အမှားအယွင်း ဖြစ်ပွားခဲ့ပါတယ်။
