Repository: 2colours/tatoeba2
Catalog: app/locale/hun/LC_MESSAGES/*.po
Languages: hu

source: Correcting mistakes
hu: Hogyan javítsuk a hibákat

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
hu: Csak az önhöz tartozó mondat hibáit tudja javítani. Ha más mondatában fedezne fel hibát, azt jelezze azzal, hogy a mondathoz hozzászólást küld.

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
hu: Előfordul, hogy a mondatnak nincs gazdája. Lentebb folytassa az olvasást (a mondatok örökbefogadásáról) a részletekért.

source: Adopting sentences
hu: Hogyan működik a mondatok örökbefogadása

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
hu: Amikor hozzáadta saját mondatát, onnantól a mondat önhöz "tartozik" - csak ön módosíthatja tartalmát. A Tatoeba legtöbb meglévő mondatát a Japán-Angol nyelvű Tanaka korpuszból vette át. Ezek a mondatok gazdátlanok, mert a Tatoebán kívül gyűjtötték őket akkoriban össze.

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option (%s). Once you adopt a sentence, you become its owner and therefore can edit it.
hu: Ha hibát fedezne fel a "máshoz nem tartozó" mondatokban, amíg nem fogadja örökbe, nem tudja a hibát kijavítani. Erre jó az "örökbefogadás" (%s). Amint azt örökbe fogadta, mint tulajdonos, a hibát kijavíthatja.

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
hu: Az örökbefogadás felel a "minőségért". További információt itt találhat:

source: Sentence lists
hu: Listák

source: Tatoeba: Collecting example sentences
hu: Tatoeba: összegyűjtött példamondatok

source: Search example sentences translated into many languages. Add and translate your own sentences. It's collaborative, open, free, and even addictive.
hu: Keressen a több nyelvre is lefordított mondatok között. Hozzon létre újat, fordítsa le a meglévő mondatokat. Minden az együttműködésről szól, szabadon felhasználható és addiktív.

source: Latest messages
hu: Legutóbbi üzenetek

source: show activity timeline
hu: részvételi grafikonra

source: Latest comments
hu: Legutóbbi hozzászólások

source: Some stats
hu: A statisztikából

source: %s contributions today
hu: %s hozzájárulás a mai nap

source: %s members so far
hu: %s hozzájáruló eddig

source: %s supported languages
hu: %s támogatott nyelv

source: What is Tatoeba?
hu: Miről szól a Tatoeba?

source: At its core, Tatoeba is a large database of <strong>example sentences</strong> translated into several languages. But as a whole, it is much more than that.
hu: Alapjaiban, a Tatoeba egy nagy méretű adatbázis <strong>példamondatokból</strong>, több nyelvre lefordítva. De ennél sokkal több.

source: See what's happening now.
hu: Mi történik most.

source: Examples of search
hu: Példák a keresésre

source: Please enter a nonempty search string
hu: A kereséshez a mezőt ki kell tölteni a keresőszóval

source: Table of contents
hu: Tartalomjegyzék

source: English version
hu: Angol változat

source: Version française
hu: Francia változat

source: Information for contributors of text to the Tatoeba project
hu: Információk a szövegesen hozzájárulókról a Tatoeba projektben

source: As an author, you agree to be attributed in any of the following fashions: a) through a hyperlink (where possible) or URL to the sentence or sentences to which you contributed, b) through a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) through a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.)
hu: Szerzőként, elfogadja, hogy munkájára a következőképpen utalhatnak: a) hivatkozáson keresztül (ahol ez lehetséges) vagy az ön mondatára mutató URL címen keresztül , b) hivatkozáson keresztül (ahol ez lehetséges) vagy egy szabadon elérhető online másolathoz mutató URL címen keresztül, amely megfelel a licensznek, megnevezi a szerzőt és a munkáját a mi oldalunk megnevezésével egyenértékű módon, vagy c) minden szerzőt egy listán feltüntet. (A feltüntetett szerzők közül kiszűrhető, amelyeknek kevés, vagy lényegtelen a hozzájárulásuk.)

source: Importing text:
hu: Szöveg átvétele:

source: If you want to import text that you have found elsewhere or that you have co-authored with others, you can only do so if it is available under terms that are compatible with the CC-BY license.
hu: Ha más forrásból akar átvenni szöveget, vagy abból, amelyben társszerzőként közreműködött, azt csak a CC-BY-vel összeegyeztethető licensz alatt megfogalmazottak szerint teheti meg.

source: If you import text under a compatible license which requires attribution, you must, in a reasonable fashion, credit the author(s). Where such credit is commonly given through sentence comments, it is sufficient to give attribution in the edit summary, which is recorded in the sentence history when importing the text. Regardless of the license, the text you import may be rejected if the required attribution is deemed too intrusive.
hu: Ha szöveget akar átvenni egy összeegyeztethető licenszű forrásból, amely a szerzők feltüntetését megköveteli, a megfelelő keretek között hivatkoznia kell a szerző(k)re. Ahol a szerző a mondathoz tartozó hozzászólásban kerül feltüntetésre, elegendő azt lábjegyzetben feltüntetni, amely az a mondattal együtt archiválásra kerül. Az alkalmazott licensztől függetlenül, a szöveg átvétele elutasítható, ha a szükséges jóváhagyás túl tolakodónak ítéltetik.

source: Information for re-users:
hu: Információk külső felhasználóknak:

source: Re-use of text:
hu: A szöveg újból felhasználásáról:

source: Attribution: To re-distribute a text page in any form, provide credit to the authors either by including a) a hyperlink (where possible) or URL to the page or pages you are re-using, b) a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.) This applies to text developed by the Tatoeba project community. Text from external sources may attach additional attribution requirements to the work, which we will strive to indicate clearly to you.
hu: Utalás a szerzőkre: újból terjesztésekor bármely formában a szövegnek, a következőkben felsoroltak egyike szerint történhet a) hivatkozáson keresztül (ahol ez lehetséges) vagy az újból felhasznált lap(ok)ra mutató URL címen keresztül , b) hivatkozáson keresztül (ahol ez lehetséges) vagy egy szabadon elérhető online másolathoz mutató URL címen keresztül, amely megfelel a licensznek, megnevezi a szerzőt és a munkáját a mi oldalunk megnevezésével egyenértékű módon, vagy c) minden szerzőt egy listán feltüntet. (A feltüntetett szerzők közül kiszűrhető, amelyeknek kevés, vagy lényegtelen a hozzájárulásuk.) Mindez vonatkozik arra a szövegre, amely a Tatoeba projekten belül készült. A külső forrásból vett szövegek tartalmazhat további betartandó követelményeket, amelyekre törekszünk világosan rámutatni.

source: Indicate changes: If you make modifications or additions, you must indicate in a reasonable fashion that the original work has been modified. If you are re-using the sentence in a wiki, for example, indicating this in the page history is sufficient.
hu: Változások feltüntetése: Ha változtat vagy módosít, a megfelelő keretek között hivatkoznia kell az eredeti műre amelyet módosított. Ha az egy wiki oldalon kerül újból felhasználásra, elegendő azt feltüntetni a külső hivatkozásokban.

source: For further information, please refer to the legal code of the CC-BY License.
hu: További információkért, kérjük forduljon a CC-BY licensz jogi szövegéhez.

source: (total %count%)
hu: (összesen %count%)

source: from %s
hu: Feladó %s

source: to %s
hu: Címzett %

source: [no subject]
hu: [nincs tárgy]

source: Restore
hu: Visszaállít

source: %s from %s
hu: %s a %s hozzájárulótól

source: There is no sentence with id %s
hu: Nincs mondat a %s azonosítóval.

source: Browse by last modified (total %count%)
hu: Utoljára módosítottak szerint (összesen %count%)

source: Sentence #%s
hu: Mondat №%s

source: Comments on sentences
hu: Hozzászólások a mondatokra

source: Comments on sentences (total %count%)
hu: Hozzászólások a mondatokra (összesen %count%)

source: %s's comments
hu: %s hozzászólásai

source: %s has posted no comment
hu: %s még nem küldött hozzászólást

source: %s's comments (total %s)
hu: %s hozzászólásai (összesen %s)

source: %s has no comment posted on his/her sentences
hu: % még nem kapott hozzászólást a mondataira

source: Comments on %s's sentences (total %s)
hu: Hozzászólások %s mondataira (összesen %s)

source: Important
hu: Fontos

source: Do not copy-paste sentences from elsewhere, except if the content is CC-BY compatible. <a href="%s">Learn more...</a>
hu: Ne vegyen át szöveget más forrásokból, csak ha az összeegyeztethető a CC-BY licensszel.

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
hu: Olyan mondatokat is hozzáadhat, amelyeknek nem tudja a jelentését. Más esetleg tudhatja!

source: Or create sentences with <a href="%s">words not yet in Tatoeba</a>.
hu: Vagy fogalmazzon meg új mondatokat <a href="%s">a Tatoebán még meg nem található szavakkal</a>.

source: Add new sentences
hu: Új mondatok hozzáadása

source: Sentence:
hu: Mondat :

source: Sentences added
hu: A mondatot hozzáadtuk

source: %s's sentences
hu: %s mondatai

source: Translate these sentences
hu: A következő mondatok fordítása

source: %1$s does not have any sentence in %2$s
hu: %1$s felhasználónak még nincs mondata %2$s nyelven

source: %s does not have any sentence
hu: % nincs egyetlen mondata sem

source: Sentences with: %s
hu: Mondatok a következővel: %s

source: Random sentences
hu: Véletlen mondatok

source: For serial translators
hu: Több mondatot fordítóknak

source: Translating sentences one by one is too slow for you? You want to increase your rank in Tatoeba, or the rank of your language, at the speed of light? So this is for you!
hu: Lassú egyenként fordítani a mondatokat? Fénysebesség alatt feljebb szeretne kerülni vagy feljebb szeretné vinni nyelvét a Tatoeba rangsorában? Akkor ez az önnek való!

source: Just keep in mind that our server is not as fast as you ;-)
hu: Csak a szerverünk nem tud mindig lépést tartani önnel ;-)

source: %s example sentence:
hu: %s példamondatok:

source: Browse translated example sentences. This page shows translations and information about the sentence: %s
hu: Böngésszen a példamondatok között. Az oldal megmutatja a mondathoz tartozó fordításokat és információt: %s

source: Sentence does not exist:
hu: A mondat nem létezik:

source: There is no log for this sentence
hu: Nincs eseménynapló a mondathoz.

source: Report mistakes
hu: Hibajelzés

source: Do not hesitate to post a comment if you see a mistake!
hu: Ha hibát találna, ne habozzon azt megírni a hozzászólásban!

source: NOTE: If the sentence does not belong to anyone and you know how to correct the mistake, feel free to correct it without posting any comment. You will have to adopt the sentence before you can edit it.
hu: Megjegyzés: Ha a mondatnak nincs tulajdonosa és ki tudja azt javítani, nyugodtan megteheti, anélkül hogy hozzászólást küldene. A mondatot örök be kell fogadni, mielőtt az javítható lenne.

source: There are no comments for now.
hu: Nem érkezett hozzászólás.

source: You need to be logged in to add a comment. If you are not registered, you can <a href="%s">register here</a>.
hu: Hozzászólás előtt be kell jelentkezni. Ha nem regisztrált felhasználó, <a href="%s">regisztrálhat itt</a>.

source: All sentences in %s
hu: Minden mondat %s nyelven

source: Sentences in %1$s not translated into %2$s
hu: A %1$s mondatok még nincsenek meg %2$s nyelven

source: Sentences in %s with audio
hu: %s mondatok hangfelvétellel

source: Problem while saving
hu: Hiba lépett fel a mentéskor.

source: Download list:
hu: Lista letöltése:

source: Actions
hu: Műveletek

source: You can change the name of the list by clicking on it.
hu: A lista nevét megváltoztathatja ha rákattint.

source: Removing a sentence will not delete it. The sentence will just not be part of the list anymore.
hu: Az eltávolított mondat nem jelenti a mondat törlését. Mindössze nem lesz része a listának.

source: Create a new list
hu: Új lista készítése

source: About the lists
hu: A listákról

source: Lists make it possible to gather and organize sentences in Tatoeba.
hu: A listák arra jók, hogy összegyűjtsék és rendezetté tegyék a mondatokat a Tatoebán.

source: You can create all kinds of lists! "Preparation for summer trip to Mexico", "English test #4", "My favorite geek quotes"...
hu: Bármilyen lista készíthető! "Felkészülés a nyári mexikói útra", "4. angol teszt", "Kedvenc kocka idézeteim"...

source: Registration needed
hu: A regisztráció kötelező.

source: You can create lists only if you are registered.
hu: Csak regisztrált felhasználó hozhat létre listát.

source: If you are already registered, please log in.
hu: Ha már regisztrált, lépjen be.

source: My lists
hu: Listáim

source: Sentence successfully removed.
hu: A mondatot sikeresen levettük.

source: Result
hu: Találat

source: Search sinograms
hu: Kínai jel keresése

source: Browse radicals
hu: Böngészés gyökök alapján

source: 1 stroke
hu: 1 vonás

source: Explode a character
hu: Jel felbontása gyökökre

source: characters to explode
hu: a felbontandó jelek

source: Explode
hu: Felbont

source: Still beta
hu: Még béta verzióban

source: Hanzis - Kanjis search
hu: Kínai és japán jelek keresése

source: This tool allows you to find information about kanjis/hanzis, especially when you don't know how to input them directly with IMEs.
hu: Ez az eszköz segít a kínai vagy japán jelek információinak keresésében, főképp akkor hasznos, ha ön nem járatos a nyelvekhez tartozó billentyűzetkiosztás használatában.

source: The main way to do this is by submitting subglyphs of the character.
hu: Az eszköz a jel gyökei alapján keres.

source: For example, for 蝴, you can enter 月虫 as subglyphs (you don't need to know every subglyph).
hu: A 蝴 jelhez, elegendő megadni a 月虫 gyököket (nem kötelező mindet közülük megadni).

source: For example, say you want to search 瞧, but you don't know how to input 隹 in order to make the search more accurate. If you know 推, you can just explode it. Clicking on a subglyph will add it to the search form.
hu: Ha Ön a 瞧 jelre akar rákeresni, de nem tudja miként adja meg a 隹 gyököt a keresés szűkítéséhez, megadhatja a 推 jelet, amit felbontva, annak gyökei alapján kitöltheti a keresés mezőt.

source: Search a character by describing it
hu: Keresés a jel részleteivel

source: Search
hu: Keresés

source: No sentence using this character has been found, you can add one <a href="%s">here</a>.
hu: Nincs mondat, amely tartalmazná a jelet. Az új jelet <a href="%s">itt</a> lehet hozzáadni.

source: View all sentences using this character <a href="%s">here</a>
hu: A jelet tartalmazó mondatok megtekinthetőek <a href="%s">itt</a>

source: %s strokes
hu: %s gyök

source: 10 strokes and more
hu: 10 gyök vagy több

source: Information about %s
hu: %s részletei

source: number of strokes:
hu: gyökök száma:

source: English:
hu: angol:

source: Japanese On:
hu: japán on olvasat:

source: Japanese Kun:
hu: japán kun olvasat:

source: Results
hu: Találatok

source: No result found. Try to search with fewer subglyphs.
hu: Nincs találat, kevesebb gyökkel érdemes újból megpróbálni.

source: Sentences with tag %s
hu: Mondatok %s címkékkel

source: All existing tags
hu: Összes létező címke

source: All Tags
hu: Összes címke

source: Chinese traditional/simplified conversion
hu: Átváltás kínai hagyományos és egyszerűsített írásmód között

source: Enter either traditional or simplified Chinese
hu: Nem is hagyományos, nem is egyszerűsített kínai írás.

source: Convert
hu: Átalakít

source: Romaji/furigana conversion
hu: Romaji-furigana konvertálás

source: convert Japanese to romaji or furigana.
hu: konvertáld át japánból romanji vagy furigana átírásba.

source: Sinogram search
hu: Kínai és japán jel kereső

source: search all Chinese characters / kanjis by all possible methods.
hu: keresés a kínai és japán jelek bármelyik eleme szerint.

source: Pinyin converter
hu: Pinyin konvertáló

source: convert Chinese to pinyin, numerical pinyin to diacritical pinyin, etc.
hu: kínairól pinyin átírássá, számmal vagy ékezettel jelölt zenei hangsúllyal

source: Chinese simplified/traditional conversion
hu: Kínai egyszerűsített/hagyományos írásmód közötti átváltás

source: convert traditional Chinese to simplified and vice versa
hu: hagyományos írásmódból egyszerűsített és oda-vissza

source: Shanghainese to IPA
hu: Sanghajiból fonetikus átírásba

source: Convert text from:
hu: Átalakítás a következőből :

source: numerical pinyin
hu: pinyin számokkal

source: Convert text to:
hu: Átalakítás a következőbe :

source: diacritical pinyin
hu: pinyin ékezetekkel

source: Convert Japanese text into romaji or furigana
hu: Átalakítás japán szövegből latin betűs vagy furigana átírásba

source: Credits
hu: Köszönet

source: More information
hu: További információ

source: Convert Japanese text into:
hu: Japán szöveg átalakítása a következőbe :

source: Convert Shanghainese into IPA
hu: Sanghaji átalakítása fonetikus átírásba

source: Note
hu: Megjegyzés

source: Feedback
hu: Visszajelzés

source: Enter a text in shanghainese dialect
hu: Adjon meg egy szöveget sanghaji dialektusban

source: Picture
hu: Kép

source: Current picture
hu: Használt kép

source: New picture
hu: Új kép

source: Upload
hu: Feltölt

source: Personal information
hu: Személyes adatok

source: Birthday
hu: Születésnap

source: Name
hu: Név

source: Country
hu: Ország

source: Homepage
hu: Honlap

source: Save personal information
hu: Személyes adatok mentése

source: Description
hu: Profil-leírás

source: Save description
hu: Leírás mentése

source: Stats
hu: Statisztika

source: Comments posted
hu: Elküldött hozzászólások

source: Sentences owned
hu: Saját mondatok

source: Sentences favorited
hu: Kedvenc mondatok

source: Show latest activity
hu: Utolsó módosítások

source: Email notifications are ENABLED.
hu: Az e-mailen keresztüli értesítést ENGEDÉLYEZTE.

source: Email notifications are DISABLED.
hu: Az e-mailen keresztüli értesítést KIKAPCSOLTA.

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
hu: A profil NYILVÁNOS. A profilt bárki megtekintheti, aki az oldalon jár.

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
hu: A profil TITKOS. A profilt csak a bejelentkezettek tekinthetik meg a Tatoeba oldalon.

source: Member since
hu: Regisztráció időpontja

source: No description.
hu: A profil nem tartalmaz leírást.

source: TIP: We encourage you to indicate the languages you know.
hu: Megjegyzés: Feltüntetheti a nyelveket, amelyeket megért.

source: TIP: Encourage this user to indicate the languages he or she knows.
hu: Megjegyzés: Kérje meg a felhasználót, hogy tüntesse fel a nyelveket, amelyeket megért.

source: Options
hu: Beállítások

source: Email notifications
hu: E-mail értesítés

source: Set your profile public?
hu: Nyilvános legyen a profil?

source: Enter ISO 639-3 codes, separated with a comma (e.g.: jpn,epo,ara,deu). Tatoeba will then only display translations in the languages you indicated. You can leave this empty to display translations in all languages.
hu: A nyelveket az ISO 639-3 kódjaival kell felsorolni, vesszővel elválasztva (például: jpn,epo,ara,deu). Az oldalon csak a kiválasztott nyelvek jelennek meg a későbbiekben. A fordításokat minden nyelven meg lehet találni, ha a mezőt üresen hagyja.

source: Languages
hu: Megjelenített nyelvek

source: Save
hu: Ment

source: Change email address
hu: E-mail cím csere

source: Email address
hu: E-mail

source: Change password
hu: Jelszócsere

source: Old password
hu: Régi jelszó

source: New password
hu: Új jelszó

source: New password again
hu: Új jelszó újra

source: Search user
hu: Felhasználó keresése

source: Members (total %count%)
hu: Hozzájárulók (összesen %count%)

source: Sort by:
hu: Rendezés:

source: Member status
hu: Hozzájáruló jelenleg

source: Send new password
hu: Küldd el az új jelszót

source: Username:
hu: Felhasználónév

source: Username can only contain letters, numbers, or underscore
hu: A felhasználónév csak ékezet nélküli betűket, számot és aláhúzást tartalmazhat

source: Username already taken.
hu: A felhasználónévvel már regisztráltak.

source: Username must be at least two characters long
hu: A felhasználónév legalább két karakterből áll

source: Password:
hu: Jelszó:

source: unmask password
hu: jelszó megjelenítése

source: Email address:
hu: E-mail:

source: Invalid email address
hu: Az e-mail cím formátuma nem érvényes

source: Email address already used.
hu: Az e-mail címen már regisztráltak.

source: We need to make sure you are human.
hu: Hogy ellenőrizzuk ki az ember.

source: What are the first five characters of your email address?
hu: Mi az első öt betűje az e-mail címnek?

source: For instance, if your email address is a.b.cd@example.com, type a.b.c into the box.
hu: Például, ha az e-mail cím a.b.cd@example.com, a válasz rá "a.b.c".

source: I accept the <a href="%s">terms of use</a>
hu: Egyetértek a <a href="%s">felhasználási feltételekkel</a>

source: Tatoeba user: %s
hu: Tatoeba felhasználó: %s

source: Latest sentences
hu: Legutóbbi mondatok

source: view all
hu: mindegyiket

source: Favorite sentences
hu: Kedvenc mondatok

source: Latest Wall messages
hu: Legutóbbi üzenetek a falon

source: Back to Wall
hu: Vissza az üzenőfalhoz

source: Here you can ask general questions like how to use Tatoeba, report bugs or strange behavior, or simply socialize with the rest of the community.
hu: Itt teheti fel kérdéseit a Tatoebáról, jelentheti a hibát, jelezheti ha különös működést észlel, vagy tarthatja a kapcsolatot a közösséggel.

source: Before asking a question, make sure to read the <a href="%s">FAQ</a>.
hu: Kérdés előtt, kérjük olvassa át a <a href="%s">GYIK</a> oldalt.

source: You may write in any language you want. At Tatoeba, all languages are equal.
hu: Bármelyik nyelvet használhatja az üzenőfalon. A Tatoeba oldalon minden nyelv egyenlő!

source: Wall (%count% threads)
hu: Üzenőfal (%count% téma)

source: %s's Wall messages
hu: %s üzenetei a falon

source: %s's messages on the Wall (total %s)
hu: %s üzenetei a falon (összesen %s)
