Repository: 2colours/tatoeba2
Catalog: app/locale/hun/LC_MESSAGES/*.po
Languages: hu

source: You need to be logged in.
hu: Elsőnek be kell jelentkeznie.

source: Sentences #%s and #%s are now direct translations of each other.
hu: A %s és a %s mondat most már közvetlen fordításai egymásnak.

source: An error occurred while saving. Please try again or contact us to report this.
hu: Hiba lépett fel a mentéskor. Kérjük próbálja újból, vagy jelezze nekünk a hibát.

source: Sentences #%s and #%s are no longer direct translations of each other.
hu: A #%s és #%s mondat többé nem közvetlen fordítás.

source: The user %s to whom you want to send this message does not exist. Please try with another username.
hu: A %s névű felhasználónak nem lehet üzenetet küldeni. Kérjük, próbáljon meg másik felhasználónevet.

source: You must fill at least the "To" field and the content field.
hu: Legalább a "Címzett" és a tartalom mezőt ki kell tölteni.

source: restore
hu: visszaállít

source: delete
hu: töröl

source: mark as unread
hu: jelöld olvasatlannak

source: reply
hu: válaszol

source: Your comment has been saved.
hu: A hozzászólást mentettük.

source: You do not have permission to edit this comment.
hu: Nincs jogosultsága a megjegyzés szerkesztéséhez.

source: Comments cannot be empty.
hu: A megjegyzések nem lehetnek üresek.

source: Tag '%s' already exists for sentence #%s, or cannot be added
hu: A '%s' már felvették a mondathoz, nem lehet kétszer felvenni.

source: No user with this username:
hu: Nincs felhasználó a következő névvel :

source: Failed to upload image
hu: Nem sikerült a kép feltöltése

source: Please choose an image that does not exceed 1 MB.
hu: Kérjük, válasszon 1 MB fájlméretnél kisebb képet.

source: Please choose GIF, JPEG or PNG image format.
hu: A képnek GIF, JPEG vagy PNG kiterjesztésűnek kell lennie.

source: Error while saving.
hu: Hiba lépett fel a mentéskor.

source: That email address already exists. Please try another.
hu: Ez az e-mail cím már létezik. Próbáljon egy másikat.

source: Your settings have been saved.
hu: Beállításait frissítettük.

source: New password has been saved.
hu: A jelszót mentettük.

source: An error occurred while saving.
hu: Hiba lépett fel a mentéskor.

source: Password error. Please try again.
hu: Hibás jelszó. Kérjük,próbálja újból.

source: You did not accept the terms of use.
hu: Nem fogadta el a felhasználási feltételeket.

source: Wrong answer to the question.
hu: Nem megfelelő a válasz a kérdésre.

source: Tatoeba, new password
hu: Tatoeba, új jelszó

source: Your login:
hu: Felhasználónév :

source: Your new password:
hu: Új jelszó :

source: Your new password has been sent to
hu: Az új jelszava elküldve a

source: There is no registered user with this email address:
hu: Nincs regisztrált felhasználó a következő e-mail címmel :

source: No user with this id:
hu: Nincs felhasználó a következő azonosítóval :

source: No tag on this sentence yet.
hu: Nincs címke a mondaton.

source: Team & Credits
hu: Rólunk

source: unnamed list
hu: névtelen lista

source: Orphan sentences
hu: Árva mondatok

source: Orphan sentences in %s
hu: Árva mondatok %s nyelven

source: About adoption
hu: Az örökbefogadásról

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
hu: Az örökbefogadás egy módja, hogy jelezzük azt, ha a mondatot helyesnek találjuk. Továbbá egy lehetőség, hogy javítsunk a mondaton, ha abban hibát találtunk.

source: So if you want to help us check and correct sentences, then adopt (%s) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="%s">this</a> for further explanation.
hu: Ha segíteni akar nekünk a mondatok átvizsgálásában, fogadjon örökbe (%s) bármely "máshoz nem tartozó" mondatot, amely az ön <strong>anyanyelvén</strong> íródott, és javítsa ha szükséges. További magyarázat <a href="%s">itt</a>.

source: Tips
hu: Tippek

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
hu: Ha épp örökbefogadott egy mondatot, de más felhasználónevét látja a mondat mellett, az azt jelenti, hogy nem sokkal ön előtt már valaki örökbefogadta a mondatot. Ilyenkor meg lehet próbálni pár oldallal arrébb található mondatokból örökbefogadni, ezzel is elkerülve, hogy az eset újból megismétlődjön.

source: (%count% results)
hu: (%count% találat)

source: Improve sentences
hu: Mondatok javítása

source: Translate sentences
hu: Mondatok fordítása

source: About translations
hu: A fordításokról

source: Good translations
hu: Helyes fordítások

source: We know it's difficult, but do NOT translate word for word!
hu: Tudjuk hogy nehéz, de NE fordítson szóról szóra!

source: Multiple translations
hu: Alternatív fordítások

source: If you feel there are several possible translations, you can add several translations in the same language.
hu: Ha több fordítás lehetséges, többet is hozzáadhat ugyanazon a nyelven.

source: Sentences in:
hu: Mondat nyelve:

source: Not directly translated into:
hu: Közvetlen fordítás nélküli:

source: Quantity
hu: Mennyiség

source: Language
hu: Nyelv

source: show random sentences
hu: mutass véletlenszerű mondatokat

source: Translate %1$s sentences that belong to %2$s
hu: %1$s mondatok fordítása amik %2$s felhasználóhoz tartoznak

source: Translate sentences that belong to %s
hu: %1 mondatok fordítása

source: Activity timeline
hu: Részvételi grafikon

source: Latest contributions
hu: Utolsó hozzájárulások

source: Contributions
hu: Hozzájárulások

source: View all
hu: Eddig történtek

source: Browse all contributions
hu: Legutóbbi módosítások

source: Logs of %s's contributions
hu: %s utolsó módosításai

source: Number of sentences with audio by language
hu: Hangfelvételek száma nyelvenként

source: Browse audio for all languages
hu: Hangfelvételek böngészése minden nyelven

source: Currently contributing
hu: Jelenleg hozzájárul

source: Users who participated in the last %s contributions.
hu: Felhasználók akik megtették az utolsó %s hozzájárulást.

source: %s sentences
hu: %s mondat

source: Online visitor(s):
hu: Bejelentkezett felhasználó(k) :

source: Terms of use
hu: Felhasználási feltételek

source: Contact us
hu: Kapcsolat

source: Join the community!
hu: Csatlakozzon a közösséghez!

source: Register
hu: Regisztráció

source: Log in
hu: Bejelentkezés

source: Username:
hu: Felhasználónév :

source: Password:
hu: Jelszó :

source: Remember me
hu: Emlékezz rám

source: Forgot your password?
hu: Elfelejtett jelszó?

source: Close
hu: Bezár

source: Private messages
hu: Privát üzenetek

source: New message
hu: Új üzenet

source: Inbox
hu: Bejövő

source: Sent
hu: Elküldött

source: Trash
hu: Szemetes

source: Question about Tatoeba?
hu: Kérdés a Tatoebáról?

source: If you would like to ask a question about Tatoeba, please send an email to <strong>team@tatoeba.org</strong> rather than a private message.
hu: Kérdés esetén a Tatoebáról kérjük forduljon az <strong>team@tatoeba.org</strong> címen hozzánk, a privát üzenetek helyett.

source: Folders
hu: Könyvtárak

source: Random sentence
hu: Véletlen mondat

source: show another
hu: újat

source: show more...
hu: további...

source: Example sentences with the words:
hu: Mondat a következő szavakkal:

source: From
hu: Miből

source: To
hu: Milyen nyelvre

source: search
hu: Keresés

source: Search features
hu: Speciális keresés

source: The search is powered by <a href="%s">Sphinx</a>.
hu: Az oldal a <a href="%s">Sphinx</a> rendszerrel működik.

source: You can learn about advanced search features <a href="%s">here</a>.
hu: A speciális keresésről <a href="%s">itt</a> tudhat meg többet.

source: Add a sentence containing %s
hu: Mondat hozzáadása, ami tartalmazza a %s

source: There is no result for this search (yet) but you can help us by feeding the corpus with new vocabulary!
hu: Nincs találat a megadott szavakkal (még) a korpuszban, de segíthet hozzáadni a hiányzókat!

source: Feel free to <a href="%s">submit a sentence</a> with the words you were searching.
hu: <a href="%s">Hozzáadhat mondatot</a> a keresett szavakkal.

source: If you are interested, please register.
hu: Kérjük regisztráljon, ha érdekli a projekt.

source: show all languages
hu: minden nyelv

source: Your session has expired.
hu: Az időkeret lejárt.

source: Please <a href="%s">click here</a> to log in again.
hu: Kérjük lépjen be újból <a href="%s">itt</a>.

source: Profile
hu: Profil

source: Edit profile
hu: Profil részletei

source: Settings
hu: Beállitások

source: Log out
hu: Kijelentkezés

source: Home
hu: Főoldal

source: Browse
hu: Böngészés

source: Browse by language
hu: Böngészés nyelv alapján

source: Browse by list
hu: Böngészés listák alapján

source: Browse by tag
hu: Böngészés címkék alapján

source: Browse audio
hu: Böngészés a hangfelvételek között

source: Contribute
hu: Hozzájárulás

source: Add sentences
hu: Mondatok hozzáadása

source: Adopt sentences
hu: Mondatok örökbefogadása

source: Discuss sentences
hu: Mondatok megvitatása

source: Members
hu: Hozzájárulók

source: Wall
hu: Üzenőfal

source: FAQ
hu: GYIK

source: Help
hu: Segítség

source: Downloads
hu: Letöltések

source: Tools
hu: Segédeszközök

source: Sentences
hu: Mondatok

source: Favorites
hu: Kedvencek

source: Comments
hu: Hozzászólások

source: Comments on %s's sentences
hu: Hozzászólások %s mondataira

source: Wall messages
hu: Üzenetek az üzenőfalon

source: Logs
hu: Eseménynaplók

source: Contact %s
hu: Kapcsolat %s

source: Remove from favorites
hu: Eltávolítás a kedvencek közül

source: %s's favorite sentences
hu: %s kedvenc mondatai

source: This user does not have any favorites.
hu: A felhasználónak nincsenek kedvencei.

source: Add to favorites
hu: Kedvencekhez ad

source: Add a comment
hu: Új hozzászólás

source: Submit comment
hu: Elküld

source: Good practices
hu: Érdemes megfogadni

source: Say "welcome" to new users.
hu: Illik köszönni az újonnan jötteknek.

source: Use private messages to discuss things unrelated to the sentence.
hu: Privát üzeneteken keresztül szólhat hozzá a mondat témáján kívüli dolgokhoz.

source: Cancel
hu: Mégsem

source: Are you sure?
hu: Biztos benne?

source: Filter by language
hu: Szűrés nyelv alapján

source: There's no user called %s
hu: Nem létezik felhasználó %s néven.

source: Go back to previous page
hu: Vissza az előző oldalra

source: date unknown
hu: ismeretlen dátum

source: %s day(s) ago
hu: %s nappal ezelőtt

source: %s hour(s) ago
hu: %s órája

source: %s min(s) ago
hu: %s perce

source: Arabic
hu: Arab

source: English
hu: Angol

source: Japanese
hu: Japán

source: French
hu: Francia

source: German
hu: Német

source: Spanish
hu: Spanyol

source: Italian
hu: Olasz

source: Vietnamese
hu: Vietnámi

source: Russian
hu: Orosz

source: Chinese
hu: Kínai

source: Korean
hu: Koreai

source: Dutch
hu: Holland

source: Hebrew
hu: Héber

source: Indonesian
hu: Indonéz

source: Portuguese
hu: Portugál

source: Finnish
hu: Finn

source: Bulgarian
hu: Bolgár

source: Ukrainian
hu: Ukrán

source: Czech
hu: Cseh

source: Esperanto
hu: Eszperantó

source: Greek
hu: Újgörög

source: Turkish
hu: Török

source: Swedish
hu: Svéd

source: Norwegian (Bokmål)
hu: Norvég

source: Malay
hu: Maláj

source: Estonian
hu: Észt

source: Georgian
hu: Grúz

source: Polish
hu: Lengyel

source: Swahili
hu: Szuahéli

source: Shanghainese
hu: Sanghaji

source: Egyptian Arabic
hu: Egyiptomi

source: Belarusian
hu: Belorusz

source: Hungarian
hu: Magyar

source: Icelandic
hu: Izlandi

source: Albanian
hu: Albán

source: Cantonese
hu: Kantoni

source: Faroese
hu: Faröei

source: Frisian
hu: Fríz

source: Romanian
hu: Román

source: Uyghur
hu: Ujgur

source: Uzbek
hu: Üzbég

source: Norwegian (Nynorsk)
hu: Norvég (Nynorsk)

source: Serbian
hu: Szerb

source: Tatar
hu: Tatár

source: Yiddish
hu: Jiddis

source: Persian
hu: Perzsa

source: Basque
hu: Baszk

source: Slovak
hu: Szlovák

source: Danish
hu: Dán

source: Armenian
hu: Örmény

source: Iraqi Arabic
hu: Iraki

source: Sanskrit
hu: Szanszkrit

source: Bengali
hu: Bengáli

source: Catalan
hu: Katalán

source: Kazakh
hu: Kazah

source: Latvian
hu: Lett

source: Bosnian
hu: Bosnyák

source: Croatian
hu: Horvát

source: Old East Slavic
hu: Keleti-ószláv

source: Quechua
hu: Kecsua

source: Mongolian
hu: Mongol

source: Lithuanian
hu: Litván

source: Galician
hu: Galiciai

source: Irish
hu: Ír

source: Sicilian
hu: Szicíliai

source: Malayalam
hu: Maláj

source: Slovenian
hu: Szlovén

source: Literary Chinese
hu: Klasszikus kínai

source: Ossetian
hu: Oszét

source: Romansh
hu: Romans

source: All languages
hu: Minden nyelv

source: unknown language
hu: ismeretlen nyelv

source: other language
hu: más nyelv

source: Auto detect
hu: Automatikus felismerés

source: None
hu: Szűrés nélküli találat

source: Any
hu: Mind

source: unknown
hu: ismeretlen

source: created by <a href="%s">%s</a>
hu: készítette <a href="%s">%s</a>

source: (public list)
hu: (nyilvános lista)

source: created by %s
hu: készítette %s

source: Number of sentences
hu: Mondatok száma

source: Show
hu: Megjelenít

source: Edit
hu: Szerkeszt

source: Back to all lists
hu: Vissza minden listához

source: Back to this list
hu: Vissza a listához

source: Download this list
hu: Lista letöltése

source: Show translations :
hu: Mutasd a fordításokat :

source: Edit this list
hu: Lista szerkesztése

source: View this list
hu: Lista megjelenítése

source: Delete this list
hu: Lista törlése

source: Add a sentence to this list :
hu: Új mondat hozzáadása a listához :

source: OK
hu: Rendben

source: NOTE : You can also add existing sentences with this icon %s (while <a href="%s">browsing</a> for instance).
hu: Megjegyzés: Már létező mondatot vehet fel a listába az %s ikonnal (miközben <a href="%s">példamondatok után keres</a>).

source: linked to %s
hu: hivatkozás a %s

source: unlinked from %s
hu: hivatkozás megszüntetése a %s

source: corpus maintainer
hu: korpusz-felelős

source: advanced contributor
hu: veterán

source: contributor
hu: hozzájáruló

source: Translate
hu: Fordítás

source: This sentence is in simplified Chinese.
hu: A mondat egyszerűsített kínai jelekkel íródott.

source: This sentence is in traditional Chinese.
hu: A mondat hagyományos kínai jelekkel íródott.

source: Let go
hu: Elhagy

source: Adopt
hu: Örökbefogad

source: Add to list
hu: Hozzáadás a listához

source: Delete
hu: Töröl

source: belongs to %s
hu: tulajdonosa %s

source: Send private message
hu: Kapcsolat privát üzeneten keresztül

source: View this user's profile
hu: Felhasználó profilja

source: sentence deleted
hu: a mondatot töröltük

source: Show sentence #:
hu: Mutasd a № mondatot :

source: Language for previous, next or random sentence
hu: A nyelv az előző, következő vagy véletlen mondathoz

source: previous
hu: előző

source: next
hu: következő

source: random
hu: véletlenszerű

source: Enter a username:
hu: Adjon meg egy felhasználónevet :

source: show user
hu: mutasd a felhasználót

source: all
hu: mind

source: Profile of %s
hu: Profilja %s

source: all lists
hu: minden lista

source: Reply
hu: Válaszol

source: to
hu: címzett

source: Title
hu: tárgy

source: Send
hu: Elküld

source: %s wrote:
hu: %s írta:

source: Do you want to unlink this translation from the main sentence?
hu: Meg akarja szüntetni a hivatkozást az eredeti mondat között?

source: Unlink
hu: Hivatkozás megszüntetése

source: Unlink this translation.
hu: Fordítás hivatkozásának megszüntetése.

source: Link
hu: Hivatkozás

source: Make into direct translation.
hu: Tedd közvetlen fordítássá.

source: Play audio
hu: Hang lejátszása

source: Audio unavailable. Click to learn more.
hu: Hiányzó hangfelvétel. Kattintson a részletekért.

source: Submit translation
hu: Fordítás elküldése

source: Important! You are about to add a translation to the sentence above. If you do not understand this sentence, click on "Cancel" to display everything again, and then click on the sentence that you understand and want to translate from.
hu: Fontos! A fenti mondathoz ad fordítást. Ha nem érti a jelentését, kattintson a "Mégsem" gombra, hogy minden fordítás megjelenjen, majd kattintson arra a mondatra amit ért és le kíván fordítani.

source: Please do not forget <strong>capital letters</strong> and <strong>punctuation</strong>! Thank you.
hu: Ne feledkezzen el a <strong>nagybetűkről</strong> és az <strong>írásjelekről</strong>! Köszönjük.

source: Show translations in:
hu: Következő fordítással:

source: NOTE: Sentences that have an indirect translation will be displayed.
hu: Megjegyzés: A közvetett fordítások nem maradnak rejtve.

source: Only sentences with audio:
hu: Mondatok csak hangfelvétellel:

source: no
hu: nem

source: yes
hu: igen

source: NOTE: Not all languages have audio at the moment.
hu: Megjegyzés: Eddig csak pár nyelven vannak hangfelvételek.

source: Tags
hu: Címkék

source: View all tags
hu: Minden címke

source: user: %s, date: %s
hu: felhasználó: %s, dátum: %s

source: remove tag '%s' from this sentence.
hu: a '%s' címke levétele a mondatról

source: remove tag from sentence
hu: címke levétele a mondatról

source: Add a message:
hu: Üzenet :

source: cancel
hu: mégsem

source: by %s
hu: írta %s

source: Please make sure to <a href="%s">read the FAQ</a> before asking a question.
hu: Kérjük, olvassa el a <a href="%s">gyakori kérdéseket</a> mielőtt felteszi a kérdést.

source: Follow us
hu: Kövessen minket

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at %s.
hu: Ha kérdése, javaslata, kérése (vagy csak egyszerűen köszönetet akar mondani), az %s e-mail címen érhet el minket.

source: Post on the Wall
hu: Az üzenőfalra

source: You can also tell us what you think by posting on the <a href="%s">Wall</a>.
hu: Véleményét megoszthatja velünk az <a href="%s">Üzenőfalon</a>.

source: Join us on IRC
hu: Csatlakozzon IRC csatornánkhoz

source: We also have an IRC channel on freenode, #tatoeba. If you are not familiar with IRC, you can read the <a href="%s">Help</a>.
hu: Az IRC csatornánkat #tatoeba néven a freenode hálózatán lehet megtalálni. Ha nem ismeri az IRC-t, a <a href="%s">Segítségben</a> olvashat róla.

source: How to contribute
hu: Hogyan segíthet

source: Important to read
hu: Olvass el

source: Guide to being a good contributor
hu: Hogyan legyünk jó hozzájárulók

source: Reliability of the sentences
hu: A fordítás minősége

source: How can you contribute?
hu: Hogyan járulhatok hozzá?

source: Tatoeba is primarily about collecting sentences and translating them into many, many languages. So one obvious thing you can do to contribute is to <strong>translate sentences</strong>.
hu: A Tatoeba minél több példamondatot próbál, a lehető legeslegtöbb nyelven összegyűjteni. A legegyértelműbb dolog, hogy azzal segít, ha részt vesz <strong>a mondatok lefordításában</strong>.

source: But you don't have to be a polyglot in order to contribute! You can help us a lot simply by <strong>checking sentences</strong> and <strong>reporting mistakes</strong>. This is something everyone can do!
hu: De nem kell több nyelvet beszélni ahhoz, hogy segíthessen! Ha van aki <strong>átnézze a mondatokat</strong> és jelzi ha talál bennük <strong>hibát</strong>, azzal megteszi, amire bárki képes!

source: If you have a good microphone, you can also bring more audio to Tatoeba by <strong>recording sentences</strong>.
hu: Ha van kéznél egy jó minőségű mikrofon, a Tatoeba mondataihoz <strong>hangfelvételt készíthet</strong>.

source: You can help us promote the project. <strong>Tell people around you</strong> that Tatoeba exists. This is a very ambitious project, so we will need as much help as possible.
hu: Segíthet, hogy többekhez <strong>eljusson a hír</strong>, hogy a Tatoebán szükség van rájuk; minden segítségre szükségünk van.

source: Download sentences
hu: Mondatok letöltése

source: Download
hu: Letölt

source: Fields and structure
hu: Mezők és formátum

source: Username
hu: Felhasználónév

source: Sentences with audio
hu: Mondatok hangfelvétellel

source: Need more help?
hu: További segítségre van szüksége?

source: You can check out the <a href="%s">FAQ</a>.
hu: A <a href="%s">GYIK</a> itt olvasható.

source: If you cannot find the answer to your question, do not hesitate to contact us.
hu: Ha kérdésére nem talál választ, nekünk felteheti.

source: By email
hu: E-mailen

source: From the Wall
hu: Az üzenőfalról

source: Click here to go to the Wall.
hu: Kattintson ide hogy megtekintse az üzenőfalat.

source: On IRC
hu: IRC csatornán

source: How to use IRC
hu: Hogyan használjuk az IRC klienst

source: For those who are not familiar with IRC, it is pretty much like an instant messenger. You will be able to talk to us in real time, if we are there.
hu: Azoknak, akik nem ismerik az IRC fogalmát: az egész hasonlít az azonnali üzenetküldő szolgáltatásokra. Valós időben beszélgethet velünk, ha minket ott talál.

source: There are many ways to join our channel. One is to go to this website:
hu: Több módon is csatlakozhat a csatornánkhoz, vagy látogassa meg a következő oldalt:

source: Enter a nickname, enter "#tatoeba" for the channel, and click on "connect". That's it!
hu: Adjon meg egy nick nevet, töltse ki a csatorna mezőt "#tatoeba", majd kattintson a "csatlakozás" gombra. Ennyi!

source: Getting started
hu: Első lépések

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="%s">Wall</a>, or join us on <strong>IRC</strong>. We will give you a purpose. :)
hu: Ha nem tudja mi a teendő miután regisztrált, bemutatkozhat az <a href="%s">üzenőfalon</a>, vagy az <strong>IRC</strong> csatornánkon, és mi megmondjuk :)

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
hu: Ha nagyszerű ötletnek találja a projektet és részt akar venni benne, a következő hivatkozást <strong>ajánlott</strong> elolvasnia:

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
hu: Még egyszer, üdvözöljük a Tatoebán! Reméljük élvezetet lel a projekt támogatásában :)

source: Important links
hu: Fontos hivatkozások

source: Adding new sentences
hu: Új mondat hozzáadása

source: There are two ways to add new sentences.
hu: Két mód van új mondatot hozzáadni.

source: From the <a href="%s">Contribute</a> section
hu: A <a href="%s">hozzájárulás</a> részen.

source: By creating a new <a href="%s">list</a>, and going to the edit page for that list.
hu: Új <a href="%s">lista</a> létrehozásával, módosíthatja annak tartalmát.

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
hu: Még ha sok mondat található is meg a Tatoebán, azok nem fedik le a teljes szókészletet. Ezért kérjük, hogy adjon hozzá új mondatokat az új szavakkal, még ha nem is tudja azokat egyetlen nyelvre sem lefordítani.

source: Translating sentences
hu: Mondatok lefordítása

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
hu: A fordítás a Tatoeba egyik legfontosabb céljai között szerepel, hiszen a projekt fő célja, hogy minél több mondatnak legyen megtalálható fordítása más nyelveken.

source: You can translate a sentence from pretty much everywhere. Just click on this icon %s whenever you see it.
hu: Elegendő mondat van, hogy legyen mit lefordítani. Ehhez csak a %s ikont kell megnyomni, amikor az feltűnik.
