Repository: 2colours/tatoeba2
Catalog: app/locale/*/LC_MESSAGES/*.po
Languages: nds

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
nds: Ook wenn dat en grote Tall Sätz bi Tatoeba gifft, sünd dor doch noch jümmer veel Wöör gornich mank. Dorüm schasst du geern ne’e Sätz mit ne’e Wöör tofögen, ook wenn du jem nich in annere Spraken översetten kannst.

source: Translating sentences
nds: Sätz översetten

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
nds: Dat Översetten is een von de wichtigsten Opgaven bi Tatoeba, denn wat wi bi dit Projekt wüllt, is, Sätz to sammeln, de in verschedene Spraken översett sünd.

source: You can translate a sentence from pretty much everywhere. Just click on this icon %s whenever you see it.
nds: Du kannst en Satz von verscheden Steden ut översetten. Klick eenfach op dit Symbool %s, woneem du dat ok sehn magst.

source: Correcting mistakes
nds: Fehlers verbetern

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
nds: Du kannst Fehlers bloot in Sätz verbetern, de di tohöört. Wenn du en Fehler in en Satz süst, de een annern tohöört, denn kannst du en Kommentar schrieven, üm den Fehler to mellen.

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
nds: In welk Fäll hebbt Sätz keen Besitter. Lees den Afsnidd ünnen (över dat Annehmen von Sätz) üm dor mehr över to lehren.

source: Adopting sentences
nds: Sätz annemen

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
nds: Wenn du en Satz toföögst, denn "höört" di de Satz to - bloot du kannst em ännern.En groten Deel Sätz bi Tatoeba kummt aver ut den japaansch-engelschen Tanaka-Korpus. Disse Sätz hebbt keen Besitter, denn se sünd buten Tatoeba sammelt worrn.

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option (%s). Once you adopt a sentence, you become its owner and therefore can edit it.
nds: Wenn du en Fehler in en Satz süst, de keen Besitter hett, denn kannst du em nich verbetern. Dat kann bloot de Besitter. Dorüm gifft dat de Mööglichkeid, Sätz antonehmen (%s). Wenn du en Satz annahmen hest, denn büst du de Besitter un kannst em ännern.

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
nds: Dat Annehmen von Sätz is ook en Deel von dat "Qualitätsmanagement". Hier kannst du dor mehr Infos över finnen:

source: Sentence lists
nds: Satzlisten

source: Tatoeba: Collecting example sentences
nds: Tatoeba: wi sammelt Bispeelsätz

source: Search example sentences translated into many languages. Add and translate your own sentences. It's collaborative, open, free, and even addictive.
nds: Söök na Bispeelsätz, de in veel Spraken översett sünd. Föög dien egen Sätz to oder översett jem. Dat is en apen un free Projekt, bi dat all tohooparbeidt, un dat maakt süchtig.

source: Latest messages
nds: Ne’este Narichten

source: show activity timeline
nds: Tiedliest von de Aktivität wiesen

source: Latest comments
nds: Ne’este Kommentare

source: Some stats
nds: En poor Statistiken

source: %s contributions today
nds: %s Bidrääg vondaag

source: %s members so far
nds: %s Maten betherto

source: %s supported languages
nds: %s ünnerstütt Spraken

source: What is Tatoeba?
nds: Wat is Tatoeba?

source: At its core, Tatoeba is a large database of <strong>example sentences</strong> translated into several languages. But as a whole, it is much more than that.
nds: In’n Kern is Tatoeba en grote Datenbank von <strong>Bispeelsätz</strong>, de in verschedene Spraken översett sünd. Allens tohoop is dat aver noch veel mehr as dat.

source: See what's happening now.
nds: Kiek, wat jüst los is.

source: Examples of search
nds: Söökbispelen

source: Please enter a nonempty search string
nds: Geev en Sööktext an, de nich leddig is

source: Table of contents
nds: Inholtsverteken

source: English version
nds: Engelsch Version

source: Information for contributors of text to the Tatoeba project
nds: Infos för all, de Text to Tatoeba bidraagt

source: As an author, you agree to be attributed in any of the following fashions: a) through a hyperlink (where possible) or URL to the sentence or sentences to which you contributed, b) through a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) through a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.)
nds: As Autor stimmst du to, dat dien Naam op een von disse Oorden nöömt warrt: a) dör en Link oder URL na ’n Satz, b) dör en Link oder URL na en annere Websteed mit en stabile un free togängliche Kopie, de mit de Lizenz övereen is un de de Autorn in en Oord un Wies nöömt, de mit de op disse Websteed övereen is, oder c) dor en List von all Autorn. (De List dröff so filtert wesen, dat lütte oder unwichtige Ännern utsorteert sünd.)

source: Importing text:
nds: Text importeren:

source: If you want to import text that you have found elsewhere or that you have co-authored with others, you can only do so if it is available under terms that are compatible with the CC-BY license.
nds: Wenn du Texten infögen wullt, de du annerwegens funnen oder mit annere tohoop schreven hest, kannst du dat bloot, wenn se ünner en CC-BY-kumpatible Lizenz staht.

source: Information for re-users:
nds: Infos för Nabrukers:

source: Re-use of text:
nds: Text wedderbruken:

source: Attribution: To re-distribute a text page in any form, provide credit to the authors either by including a) a hyperlink (where possible) or URL to the page or pages you are re-using, b) a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.) This applies to text developed by the Tatoeba project community. Text from external sources may attach additional attribution requirements to the work, which we will strive to indicate clearly to you.
nds: Naam dorbi: Üm en Textsied wiedertogeven, mööt de Autorn nöömt warrn: a) dör en Link oder URL na ’n Satz, b) dör en Link oder URL na en annere Websteed mit en stabile un free togängliche Kopie, de mit de Lizenz övereen is un de de Autorn in en Oord un Wies nöömt, de mit de op disse Websteed övereen is, oder c) dor en List von all Autorn. (De List dröff so filtert wesen, dat lütte oder unwichtige Ännern utsorteert sünd.) Dat gellt för Text, de von de Tatoeba-Community schreven is. Text ut externe Borns hebbt villicht noch tosätzliche Bedingen för dat Nömen von Naams. Wenn dat welk gifft, denn versöökt wi dat dorbi to nömen.

source: Indicate changes: If you make modifications or additions, you must indicate in a reasonable fashion that the original work has been modified. If you are re-using the sentence in a wiki, for example, indicating this in the page history is sufficient.
nds: Op Ännern henwiesen: Wenn du Sätz ännerst oder wat toföögst, denn musst du op sinnvulle Wies dor op henwiesen, dat dat Originaal ännert is. Wenn du to ’n Bispeel en Satz in en Wiki bruukst, denn reckt dat ut, in de Versionsgeschicht dor op hentowiesen.

source: Licensing notice: Each copy or modified version that you distribute must include a licensing notice stating that the work is released under CC-BY and either a) a hyperlink or URL to the text of the license or b) a copy of the license. For this purpose, a suitable URL is: http://creativecommons.org/licenses/by/2.0/fr/
nds: Lizenz-Henwies: Elk Kopie oder afwannelt Version, de du wiedergiffst, mutt en Henwies op de Lizenz hebben, dat dat ünner de CC-BY-Lizenz is un a) en Link oder URL na ’n Text von de Lizenz oder b) en Kopie von de Lizenz wiesen. En gode URLdor för is: http://creativecommons.org/licenses/by/2.0/fr/

source: For further information, please refer to the legal code of the CC-BY License.
nds: För mehr Infos verwiest wi op den Text von de CC-BY-Lizenz.

source: Precedence of French terms
nds: Vörrang von de franzööschen Bedingungen

source: These site terms are not to be modified. If there is any inconsistency between the French terms and any translation into other languages, the French language version takes precedence.
nds: De Brukerbedingungen dröfft nich ännert warrn. Wenn de franzööschen Bedingungen von de Bedingungen in annere Spraken afwiekt, denn hebbt de franzööschen Vörrang.

source: (total %count%)
nds: (alltohoop %count%)

source: from %s
nds: von %s

source: to %s
nds: an %s

source: [no subject]
nds: [keen Thema]

source: Restore
nds: Wedderherstellen

source: %s from %s
nds: %s von %s

source: There is no sentence with id %s
nds: Gifft keen Satz mit de ID %s

source: Browse by last modified (total %count%)
nds: Na letzt Ännern sorteren (alltohoop %count%)

source: Sentence #%s
nds: Satz Nummer %s

source: Comments on sentences
nds: Kommentare to Sätz

source: Comments on sentences (total %count%)
nds: Kommentare to Sätz (alltohoop %count%)

source: %s's comments
nds: Kommentare von %s

source: %s has posted no comment
nds: %s hett noch keen Kommentar schreven

source: %s's comments (total %s)
nds: Kommentare von %s (alltohoop %s)

source: %s has no comment posted on his/her sentences
nds: %s hett noch keen Kommentar to sien Sätz kregen

source: Comments on %s's sentences (total %s)
nds: Kommentare to %s sien Sätz (alltohoop %s)

source: Important
nds: Wichtig

source: Do not copy-paste sentences from elsewhere, except if the content is CC-BY compatible. <a href="%s">Learn more...</a>
nds: Kopeer keen Sätz von annerwegens, wenn de Inholt nich kumpatibel mit CC-BY is. <a href="%s">Mehr dor över...</a>

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
nds: Du kannst Sätz tofögen, de du sülvs nich översetten kannst. Villicht kann dat annerseen!

source: Or create sentences with <a href="%s">words not yet in Tatoeba</a>.
nds: Oder schriev Sätz mit <a href="%s">Wöör, de dat bi Tatoeba noch nich gifft</a>.

source: Add new sentences
nds: Ne’e Sätz tofögen

source: Sentence:
nds: Satz:

source: Sentences added
nds: Toföögt Sätz

source: %s's sentences
nds: Sätz von %s

source: Translate these sentences
nds: Översett disse Sätz

source: %1$s does not have any sentence in %2$s
nds: %1$s hett op %2$s noch keen Översetten.

source: %s does not have any sentence
nds: %s hett keen Sätz

source: Sentences with: %s
nds: Sätz mit: %s

source: Random sentences
nds: Tofallssätz

source: For serial translators
nds: För Serienöversetters

source: Translating sentences one by one is too slow for you? You want to increase your rank in Tatoeba, or the rank of your language, at the speed of light? So this is for you!
nds: Enkelte Sätz to översetten geiht di nich gau noog? Du wullt dien Rang oder den Rang von dien Spraak bi Tatoeba so gau as Licht hooghieven? Denn is dit hier jüst för di maakt!

source: Just keep in mind that our server is not as fast as you ;-)
nds: Denk dor man an, dat uns Servers nich so hart köönt as du ;-)

source: %s example sentence:
nds: %s Bispeelsätz:

source: Browse translated example sentences. This page shows translations and information about the sentence: %s
nds: Översett Bispeelsätz dörkieken. Disse Sied wiest Översetten un Infos över den Satz: %s

source: Sentence does not exist:
nds: Den Satz gifft dat nich:

source: There is no log for this sentence
nds: Gifft keen Log för dissen Satz

source: Report mistakes
nds: Fehler mellen

source: Do not hesitate to post a comment if you see a mistake!
nds: Schriev man driest en Kommentar, wenn du en Fehler süst!

source: NOTE: If the sentence does not belong to anyone and you know how to correct the mistake, feel free to correct it without posting any comment. You will have to adopt the sentence before you can edit it.
nds: HENWIES: wenn en Satz nüms tohöört un du weetst, wo de Fehler to verbetern geiht, denn verbeter em eenfach, ahn en Kommentar to schrieven. Du musst den Satz annehmen, ehrdat du em ännern kannst.

source: There are no comments for now.
nds: Dat gifft noch keen Kommentare.

source: You need to be logged in to add a comment. If you are not registered, you can <a href="%s">register here</a>.
nds: Du musst anmellt wesen, üm en Kommentar to schrieven. Wenn du nich registreert büst, denn kannst du di <a href="%s">hier registreren</a>.

source: All sentences in %s
nds: All Sätz in %s

source: Sentences in %1$s not translated into %2$s
nds: Sätz op %1$s, de noch nich na ’t %2$s översett sünd.

source: Sentences in %s with audio
nds: Sätz op %s mit Audio

source: Problem while saving
nds: Probleem bi ’t Spiekern

source: Download list:
nds: List dalladen:

source: Actions
nds: Akschonen

source: You can change the name of the list by clicking on it.
nds: Du kannst den Naam von de List ännern, wenn du op ehr ropklickst.

source: Removing a sentence will not delete it. The sentence will just not be part of the list anymore.
nds: Dat Rutnehmen von en Satz löscht em nich. De Satz dükert bloot nich mehr op de List op.

source: Create a new list
nds: En ne’e List opstellen

source: About the lists
nds: Över de Listen

source: Lists make it possible to gather and organize sentences in Tatoeba.
nds: Listen maakt dat mööglich, Sätz bi Tatoeba to sammeln un to organiseren.

source: You can create all kinds of lists! "Preparation for summer trip to Mexico", "English test #4", "My favorite geek quotes"...
nds: Du kannst allerhand Listen opstellen: „Training för de Reis na Mexiko in ’n Sommer“, „4. Engelsch-Schoolarbeid“, „Miene leevsten Nerd-Spröök“…

source: Registration needed
nds: Registreren nödig

source: You can create lists only if you are registered.
nds: Du kannst Listen bloot opstellen, wenn du anmellt büst.

source: If you are already registered, please log in.
nds: Wenn du al registreert büst, mell di an.

source: My lists
nds: Miene Listen

source: Sentence successfully removed.
nds: Satz rutnahmen.

source: Result
nds: Resultaat

source: Search sinograms
nds: Singramms söken

source: Browse radicals
nds: Radikaals dörkieken

source: 1 stroke
nds: 1 Streek

source: Explode a character
nds: en Teken uteneennehmen

source: characters to explode
nds: Teken, de uteneennahmen warrn schöölt

source: Explode
nds: Uteneennehmen

source: Still beta
nds: Noch beta

source: This work is based on <a href="%s">this project</a>.
nds: Disse Bidrag baseert op <a href="%s">dit Projekt</a>.

source: Please note that this tool is still not complete yet and may contain errors (although it will be accurate for most searches), so don't hesitate to report missing characters or any suggestion of improvement.
nds: Acht dor op, dat dit Warktüüg noch nich trech is un Fehlers hebben kann (ofschoonst dat för den groten Deel klappt). Wenn di Teken fehlt oder du ans wat to verbetern weetst, denn mell dat man driest.

source: Hanzis - Kanjis search
nds: Söök na Hanzis un Kanjis

source: This tool allows you to find information about kanjis/hanzis, especially when you don't know how to input them directly with IMEs.
nds: Dit Warktüüg gifft di Infos över Kanjis un Hanzis, besünners wenn du nich weetst, wo een disse Teken direkt mit en IME ingeven kann.

source: The main way to do this is by submitting subglyphs of the character.
nds: De beste Weg dit to bruken is, en Subglyph von ’t Teken antogeven.

source: For example, for 蝴, you can enter 月虫 as subglyphs (you don't need to know every subglyph).
nds: To ’n Bispeel kannst du för 蝴 de Subglyphen 月虫 angeven (du bruukst nich elk Subglyph to weten).

source: For example, say you want to search 瞧, but you don't know how to input 隹 in order to make the search more accurate. If you know 推, you can just explode it. Clicking on a subglyph will add it to the search form.
nds: Wenn du to ’n Bispeel na 瞧 söken wullt, aver nich weetst, woans 隹 ingeven warrt, dat de Söök akkrater warrt, un du kennst aver 推, denn kannst du dat uteneennehmen. Wenn du denn op de Subglyphe klickst, denn warrt de in den Söökkassen inföögt.

source: Search a character by describing it
nds: Söök na en Teken na sien Beschrievung

source: Search
nds: Söök

source: No sentence using this character has been found, you can add one <a href="%s">here</a>.
nds: Keen Satz mit dit Teken funnen, du kannst <a href="%s">hier en Satz tofögen</a>.

source: View all sentences using this character <a href="%s">here</a>
nds: Wies all Sätz mit dit Teken <a href="%s">hier</ a>

source: %s strokes
nds: %s Streken

source: 10 strokes and more
nds: 10 Streken un mehr

source: Information about %s
nds: Infos över %s

source: number of strokes:
nds: Tall Streken:

source: English:
nds: Engelsch:

source: Japanese On:
nds: Japaansch On:

source: Japanese Kun:
nds: Japaansch Kun:

source: Example of use
nds: Bispeelbruuk

source: Results
nds: Resultaten

source: No result found. Try to search with fewer subglyphs.
nds: Nix funnen, versöök mit minner Subglyphen to söken.

source: Sentences with tag %s
nds: Sätz mit ’n Tag %s

source: All existing tags
nds: All Tags, de dat gifft

source: Chinese traditional/simplified conversion
nds: Chineesch /traditionell/vereenfacht ümwanneln

source: This tool is powered by our own home-brewed software. The source code will be released as open source. Feel free to contact us if you would like to know more about it.
nds: Dit Warktüüg sett op uns huusmaakt Software op. De Bornkood is Open Source. Du kannst geern Kuntakt mit uns opnehmen, wenn du dor mehr över weten wullt.

source: The results you get will not always be perfect. However, you can help us improve this by telling us the mistakes you saw. We will try, if possible, to correct it.
nds: Dat Resultaat, dat du kriggst, schall nich jümmer perfekt wesen. Du kannst uns aver helpen, dat to verbetern, wenn du uns de Fehlers vertellst, de du sehn hest. Wenn dat geiht, wüllt wi versöken, dat to verbetern.

source: Enter either traditional or simplified Chinese
nds: traditionell oder vereenfacht Chineesch ingeven

source: Convert
nds: Ümwanneln

source: Useful tools
nds: Warktüüg

source: Need a tool?
nds: Bruukst du en Warktüüg?

source: Well, Tatoeba's developers don't have time to think of every possible useful tool for language learners.
nds: De Tatoeba-Utwicklers hebbt nich noog Tied, üm an elk mööglich Warktüüg to denken, dat de Lüüd helpt, de Spraken lehren wüllt.

source: So if there is a must-have tool which is missing, or if you have yourself coded something you think can help others (as long as you can provide it under a GPL compatible licence) don't hesitate to talk about it <a href="%s">here</a>. We're always looking for new stuff.
nds: Wenn also en wichtig Warktüüg fehlt, oder wenn du sülvs een schreven hest, von dat du denkst, dat dat annere helpen kunn, un dat ünner en GPL-kompatible Lizenz steiht, denn snack dat man <a href="%s">hier</a> an. Ne’e Saken köönt wi jümmer good bruken.

source: Romaji/furigana conversion
nds: Romaji/Furigana-Konversion

source: convert Japanese to romaji or furigana.
nds: Japaansch na Romaji oder Furigana ümwanneln.

source: Sinogram search
nds: Sinogramm-Söök

source: search all Chinese characters / kanjis by all possible methods.
nds: Söök all chineesch Teken/Kanjis op all mööglich Oorden.

source: Pinyin converter
nds: Pinyin-Konverter

source: convert Chinese to pinyin, numerical pinyin to diacritical pinyin, etc.
nds: Wannel Chineesch in Pinyin, numerisch Pinyin, diakritisch Pinyin etc. üm

source: Chinese simplified/traditional conversion
nds: Chineesch vereenfacht/traditionell ümwanneln

source: convert traditional Chinese to simplified and vice versa
nds: Wannel traditionell in vereenfacht Chineesch üm un annersrüm.

source: Shanghainese to IPA
nds: Shanghaisch na IPA

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
nds: Wannel en shanghaiaanschen Text in sien IPA-Utspraak üm.

source: Convert text from:
nds: Text ümwanneln ut:

source: numerical pinyin
nds: Numerisch Pinyin

source: Convert text to:
nds: Text ümwanneln na:

source: diacritical pinyin
nds: diakritisch Pinyin

source: Convert Japanese text into romaji or furigana
nds: Japaanschen Text in Romaji oder Furigana ümwanneln

source: Credits
nds: Dank

source: This tool is powered by <a href="%s">MeCab</a>.
nds: Dit Warktüüg löppt mit <a href="%s">MeCab</a>.

source: More information
nds: Mehr Infos

source: Japanese romanization in Tatoeba, now using MeCab
nds: Japaansch Romaniseren op Tatoeba, nu mit MeCab

source: Tools for Japanese romanization
nds: Warktüüg för dat Romaniseren von Japaansch.

source: Convert Japanese text into:
nds: Japaanschen Text ümwanneln in:

source: Convert Shanghainese into IPA
nds: Shanghaisch na IPA ümwanneln

source: We really want to thank <a href='%s'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='%s'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
nds: Wi wüllt <a href='%s'>Kellen Parker</a> recht von Harten danken, de uns temlich vullstännige Daten tostüürt hett. Wenn du Intress an sien Arbeid hest, denn kiek di man sien <a href='%s'>Projektsied</a> an. Ahn em schullen de shanghaineeschen Sätz son kumplett IPA-Ümschrift hebben.

source: Note
nds: Henwies

source: This tool is in a very early stage, and we're looking for people who can help us improve the transcription by providing IPA of non-converted characters or reporting mistakes.
nds: Dit Warktüüg is noch nich trech un wi söökt na Lüüd, de Fehlers mellt oder de IPA-Ümschrift von nich ümwannelte Teken vertellt, un uns so helpt, de Ümschrift to verbetern.

source: Feedback
nds: Trüggmellen

source: Enter a text in shanghainese dialect
nds: Geev en Text in Shanghaiaansch an.

source: Picture
nds: Bild

source: Current picture
nds: Aktuell Bild

source: New picture
nds: Nee Bild

source: Upload
nds: Hoochladen

source: Personal information
nds: Persönliche Infos

source: Birthday
nds: Geboortsdag:

source: Name
nds: Naam

source: Country
nds: Land

source: Homepage
nds: Websteed

source: Save personal information
nds: Persönliche Infos spiekern

source: Description
nds: Beschrieven

source: Save description
nds: Beschrieven spiekern

source: Stats
nds: Statistik

source: Comments posted
nds: Schreven Kommentare

source: Sentences owned
nds: Miene Sätz

source: Sentences favorited
nds: Leevste Sätz

source: Show latest activity
nds: Wies letzte Bidrääg

source: Email notifications are ENABLED.
nds: E-Mail-Weet-Gevers sünd AN.

source: Email notifications are DISABLED.
nds: E-Mail-Weet-Gevers sünd UT.

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
nds: De Togang to dit Profil is för all APEN. All Infos sünd för jedereen sichtbor.
