Repository: 2colours/tatoeba2
Catalog: app/locale/*/LC_MESSAGES/*.po
Languages: nds

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
nds: De Togang to dit Profil is INSCHRÄNKT. Bloot Tatoeba-Brukers dröfft de persönlichen Infos ankieken.

source: Member since
nds: Maat siet

source: No description.
nds: Keen Beschrieven.

source: TIP: We encourage you to indicate the languages you know.
nds: TIPP: Geev an, wat för Spraken du snackst.

source: TIP: Encourage this user to indicate the languages he or she knows.
nds: TIPP: Munter dissen Bruker man op, de Spraken antogeven, de he/se snackt.

source: Options
nds: Opschonen

source: Email notifications
nds: E-Mail-Weet-Gevers

source: Set your profile public?
nds: Profil apen wiesen?

source: Enter ISO 639-3 codes, separated with a comma (e.g.: jpn,epo,ara,deu). Tatoeba will then only display translations in the languages you indicated. You can leave this empty to display translations in all languages.
nds: Geev ISO-639-3-Koods an, afdeelt mit Kommas (Bispeel: jpn,epo,ara,deu). Tatoeba wiest denn bloot Översetten in de angeven Spraken. Wenn du dit Feld leddig lettst, denn wiest Tatoeba di all Spraken.

source: Languages
nds: Spraken

source: Save
nds: Spiekern

source: Change email address
nds: E-Mail ännern

source: Email address
nds: E-Mail:

source: Change password
nds: Passwoord ännern

source: Old password
nds: Oold Passwoord

source: New password
nds: Nee Passwoord

source: New password again
nds: Nee Passwoord noch wedder

source: Search user
nds: Bruker söken

source: Members (total %count%)
nds: Maten (alltohoop %count%)

source: Sort by:
nds: Sorteren na:

source: Member status
nds: Maatstatus

source: Send new password
nds: Nee Passwoord tostüren

source: Username:
nds: Brukernaam:

source: Username can only contain letters, numbers, or underscore
nds: De Brukernaam dröff Bookstaven, Tallen un Ünnerstreken hebben.

source: Username already taken.
nds: Brukernaam warrt al bruukt.

source: Username must be at least two characters long
nds: En Brukernaam mutt opminnst twee Bookstaven hebben.

source: Password:
nds: Passwoord:

source: unmask password
nds: Passwoord wiesen

source: Email address:
nds: E-Mail:

source: Invalid email address
nds: E-Mail hett keen korrekt Format

source: Email address already used.
nds: E-Mail warrt al bruukt.

source: We need to make sure you are human.
nds: Wi mööt sekerstellen, dat du worraftig en Minsch büst.

source: What are the first five characters of your email address?
nds: Wat sünd de eersten fiev Teken von dien E-Mail-Adress?

source: For instance, if your email address is a.b.cd@example.com, type a.b.c into the box.
nds: Wenn dien E-Mail-Adress to ’n Bispeel a.b.cd@example.com is, denn is de Antwoord "a.b.c".

source: I accept the <a href="%s">terms of use</a>
nds: Ik nehm de <a href="%s">Brukerbedingungen</a> an.

source: Tatoeba user: %s
nds: Tatoeba-Bruker: %s

source: Latest sentences
nds: Ne’este Sätz

source: view all
nds: all ankieken

source: Favorite sentences
nds: Leevste Sätz

source: Latest Wall messages
nds: Ne’este Narichten op de Pinnwand

source: Back to Wall
nds: Trügg na ’e Pinnwand

source: Here you can ask general questions like how to use Tatoeba, report bugs or strange behavior, or simply socialize with the rest of the community.
nds: Hier kannst du allgemene Fragen, to ’n Bispeel, woans Tatoeba bruukt warrt, stellen, Fehlers oder snaaksch Verhollen mellen oder bloot mit ’n Rest von de Gemeenschop Kuntakt knütten.

source: Before asking a question, make sure to read the <a href="%s">FAQ</a>.
nds: Ehrdat du en Fraag stellst, lees man de <a href="%s">Faken stellt Fragen (FAQ)</a>.

source: You may write in any language you want. At Tatoeba, all languages are equal.
nds: Du dröffst hier in elk Spraak schrieven. Bi Tatoeba sünd all Spraken gliek.

source: Wall (%count% threads)
nds: Pinnwand (%count% Themen)

source: %s's Wall messages
nds: Pinnwand-Narichten bi %s

source: %s's messages on the Wall (total %s)
nds: Pinnwand-Narichten von %s
