Repository: 2colours/tatoeba2
Catalog: app/locale/*/LC_MESSAGES/*.po
Languages: nds

source: You need to be logged in.
nds: Du musst anmellt wesen.

source: Sentences #%s and #%s are now direct translations of each other.
nds: De Sätz #%s un #%s sünd nu direkt Översetten.

source: An error occurred while saving. Please try again or contact us to report this.
nds: Bi ’t Spiekern hett dat en Fehler geven. Versöök dat noch wedder oder schriev uns, üm dat Probleem to mellen.

source: Sentences #%s and #%s are no longer direct translations of each other.
nds: De Sätz #%s un #%s sünd nu keen direkt Översetten mehr.

source: The user %s to whom you want to send this message does not exist. Please try with another username.
nds: Den Bruker %s, den du de Naricht tostüren wullt, gifft dat nich. Versöök dat mit en annern Brukernaam.

source: You must fill at least the "To" field and the content field.
nds: Du musst opminnst dat "An"-Feld un dat Inholtsfeld utfüllen.

source: restore
nds: wedderherstellen

source: delete
nds: wegsmieten

source: mark as unread
nds: as nich leest marken

source: reply
nds: antern

source: Your comment has been saved.
nds: Dien Kommentar is spiekert.

source: Tag '%s' already exists for sentence #%s, or cannot be added
nds: Den Tag '%s' gifft dat al för den Satz #%s oder he kann nich toföögt warrn

source: No user with this username:
nds: Gifft keen Bruker mit dissen Brukernaam:

source: Please choose an image that does not exceed 1 MB.
nds: Söök en Bilt ut, dat nich grötter as 1 MB is.

source: Please choose GIF, JPEG or PNG image format.
nds: GIF, JPEG oder PNG as Format utwählen.

source: Error while saving.
nds: Fehler bi ’t Spiekern.

source: Your settings have been saved.
nds: Dien Instellen sünd spiekert.

source: New password has been saved.
nds: Nee Passwoord is nu spiekert.

source: An error occurred while saving.
nds: Bi ’t Spiekern hett dat en Fehler geven.

source: Password error. Please try again.
nds: Fehler bi ’t Passwoord. Versöök dat noch wedder.

source: You did not accept the terms of use.
nds: Du hest de Brukerbedingungen nich annahmen.

source: Wrong answer to the question.
nds: Verkehrte Antwoord op de Fraag.

source: Tatoeba, new password
nds: Tatoeba, nee Passwoord

source: Your login:
nds: Dien Login:

source: Your new password:
nds: Dien nee Passwoord:

source: Your new password has been sent to
nds: Dien nee Passwoord is stüürt worrn an

source: There is no registered user with this email address:
nds: Gifft keen anmellt Bruker mit disse E-Mail:

source: No user with this id:
nds: Gifft keen Bruker mit disse ID:

source: No tag on this sentence yet.
nds: Disse Satz hett noch keen Tag

source: Team & Credits
nds: Team & Dank

source: unnamed list
nds: List ahn Naam

source: Orphan sentences
nds: Weet-Sätz

source: Orphan sentences in %s
nds: Weet-Sätz in %s

source: About adoption
nds: Över ’t Annehmen

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
nds: Dat Annehmen von Sätz is en Weg to seggen "Disse Satz stimmt". Dat is ook en Gelegenheit to kieken, wat de annahmen Satz richtig is un em to verbetern, wenn he dat nich is.

source: So if you want to help us check and correct sentences, then adopt (%s) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="%s">this</a> for further explanation.
nds: Wenn du uns helpen wullt, Sätz natokieken un to verbetern, denn nehm (%s) jeden Satz ahn Besitter an, wenn du een in diene <strong>Moderspraak</strong> süst, un verbeter em wenn nödig. För mehr Infos lees man <a href="%s">dat hier</a>.

source: Tips
nds: Tipps

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
nds: Wenn du en annern Brukernaam opdükern süst, nadem du en Satz annahmen hest, denn bedüüdt dat, dat een annern den Satz kort vör di annahmen hett. In sone Fäll kannst du versöken, Sätz antonehmen, de welk Sieden wieder sünd, üm dat Risiko to minnern, dat dat wedder so kummt.

source: (%count% results)
nds: (%count% Resultaten)

source: Improve sentences
nds: Sätz verbetern

source: Related links
nds: Verwandte Links

source: Translate sentences
nds: Sätz översetten

source: About translations
nds: ÖVer Översetten

source: Good translations
nds: Good Översetten

source: We know it's difficult, but do NOT translate word for word!
nds: Wi weet, dat dat swoor is, aver wi biddt di, översett NICH Woord för Woord.

source: Multiple translations
nds: Mehrfache Översetten

source: If you feel there are several possible translations, you can add several translations in the same language.
nds: Wenn du denkst, dat de Satz op mehr as en Oord to översetten geiht, denn kannst du ook mehr as een Översetten in de sülve Spraak indragen.

source: Sentences in:
nds: Sätz in:

source: Not directly translated into:
nds: Nich direkt översett in:

source: Quantity
nds: Tall

source: Language
nds: Spraak

source: show random sentences
nds: wies Tofallssätz

source: Translate %1$s sentences that belong to %2$s
nds: Översett %1$s Sätz, de to %2$s höört

source: Translate sentences that belong to %s
nds: Översett Sätz, de to %s höört.

source: Activity timeline
nds: Tiedliest von de Aktivität

source: Latest contributions
nds: Ne’este Bidrääg

source: Contributions
nds: Bidrääg

source: View all
nds: All wiesen

source: Browse all contributions
nds: All Bidrääg dörkieken

source: Logs of %s's contributions
nds: Log von %s sien Bidrääg

source: Number of sentences with audio by language
nds: Tall Audiodatein per Spraak

source: Browse audio for all languages
nds: Audiodatein för all Spraken dörkieken

source: Currently contributing
nds: Jüst an ’t Schrieven

source: Users who participated in the last %s contributions.
nds: Brukers, de bi de letzten %s Bidrääg mit togang weren.

source: %s sentences
nds: %s Sätz

source: Online visitor(s):
nds: Besökers online:

source: Terms of use
nds: Brukerbedingungen

source: Contact us
nds: Kuntakt

source: Join the community!
nds: Warr Deel von de Gemeenschop!

source: Register
nds: Registreren

source: Log in
nds: Anmellen

source: Username:
nds: Brukernaam:

source: Password:
nds: Passwoord:

source: Remember me
nds: anmellt blieven

source: Forgot your password?
nds: Passwoord vergeten?

source: Close
nds: Sluten

source: Private messages
nds: Private Narichten

source: New message
nds: Ne’e Naricht

source: Inbox
nds: Ingang

source: Sent
nds: Afschickt

source: Trash
nds: Affalltünn

source: Question about Tatoeba?
nds: Fragen to Tatoeba?

source: If you would like to ask a question about Tatoeba, please send an email to <strong>team@tatoeba.org</strong> rather than a private message.
nds: Wenn du en Fraag to Tatoeba stellen wullt, stüür uns man beter en E-Mail an <strong>team@tatoeba.org</strong> to as uns en private Naricht to schrieven.

source: All members of Team Tatoeba will receive it and you may get a reply faster.
nds: Trang un sysko kriegt ehr un kriggst villicht gauer en Antwoord.

source: Folders
nds: Orners

source: Random sentence
nds: Tofällig Satz

source: show another
nds: en annern wiesen

source: show more...
nds: mehr wiesen...

source: Example sentences with the words:
nds: Bispeelsätz mit de Wöör:

source: From
nds: Von

source: To
nds: Na

source: search
nds: söken

source: Search features
nds: Söökfunkschonen

source: The search is powered by <a href="%s">Sphinx</a>.
nds: De Söök warrt von <a href="%s">Sphinx</a> levert.

source: You can learn about advanced search features <a href="%s">here</a>.
nds: Du kannst <a href="%s">hier mehr rutfinnen över annere Söökfunkschonen</a>.

source: Add a sentence containing %s
nds: Föög en Satz mit %s to

source: There is no result for this search (yet) but you can help us by feeding the corpus with new vocabulary!
nds: För disse Söök hebbt wi nix funnen, aver du kannst uns helpen, den Korpus mit ne’e Wöör antoföden!

source: Feel free to <a href="%s">submit a sentence</a> with the words you were searching.
nds: Du kannst geern <a href="%s">en Satz tofögen</a> mit dat Woord, dat du jüst söcht hest.

source: If you are interested, please register.
nds: Wenn du Intress hest, denn registreer di.

source: show all languages
nds: all Spraken wiesen

source: Your session has expired.
nds: Dien Session is aflopen.

source: Please <a href="%s">click here</a> to log in again.
nds: <a href="%s">Klick hier</a> üm di wedder antomellen.

source: Profile
nds: Profil

source: Edit profile
nds: Profil ännern

source: Settings
nds: Instellen

source: Log out
nds: Afmellen

source: Home
nds: Startsied

source: Browse
nds: Dörkieken

source: Browse by language
nds: Na Spraak dörkieken

source: Browse by list
nds: Na List dörkieken

source: Browse by tag
nds: Dörkieken na Tag

source: Browse audio
nds: Audiodatein dörkieken

source: Contribute
nds: Mitmaken

source: Add sentences
nds: Sätz tofögen

source: Adopt sentences
nds: Sätz annehmen

source: Discuss sentences
nds: Över Sätz diskereren

source: Members
nds: Maten

source: Wall
nds: Pinnwand

source: FAQ
nds: Faken stellt Fragen

source: Help
nds: Hülp

source: Downloads
nds: Dalladen

source: Tools
nds: Warktüüg

source: Sentences
nds: Sätz

source: Favorites
nds: Leestekens

source: Comments
nds: Kommentare

source: Comments on %s's sentences
nds: Kommentare to %s sien Sätz

source: Wall messages
nds: Pinnwandnarichten

source: Logs
nds: Logböker

source: Contact %s
nds: To %s Kuntakt opnehmen

source: Remove from favorites
nds: Ut de Leestekens rutnehmen

source: %s's favorite sentences
nds: %s sien leevste Sätz

source: This user does not have any favorites.
nds: Disse Bruker hett keen Favoriten

source: Add to favorites
nds: To Favoriten tofögen

source: Add a comment
nds: Kommentar schrieven

source: Submit comment
nds: Kommentar tofögen

source: Good practices
nds: Gode Seden

source: Say "welcome" to new users.
nds: Segg ne’e Brukers willkamen.

source: Use private messages to discuss things unrelated to the sentence.
nds: Bruuk private Narichten üm över Saken to snacken, de mit dissen Satz nix to doon hebbt.

source: Cancel
nds: Afbreken

source: Are you sure?
nds: Büst Du seker?

source: Filter by language
nds: Filter na Spraak

source: There's no user called %s
nds: Gifft keen Bruker mit ’n Naam %s

source: Go back to previous page
nds: Trügg na de vörige Sied

source: date unknown
nds: Datum nich kennt

source: %s day(s) ago
nds: vör %s Daag

source: %s hour(s) ago
nds: vör %s Stünn(en)

source: %s min(s) ago
nds: vör %s Minuten

source: Arabic
nds: Araabsch

source: English
nds: Engelsch

source: Japanese
nds: Japaansch

source: French
nds: Franzöösch

source: German
nds: Hoochdüütsch

source: Spanish
nds: Spaansch

source: Italian
nds: Italieensch

source: Vietnamese
nds: Vietnameesch

source: Russian
nds: Russ’sch

source: Chinese
nds: Chineesch

source: Korean
nds: Koreaansch

source: Dutch
nds: Nedderlandsch

source: Hebrew
nds: Hebrääsch

source: Indonesian
nds: Indoneesch

source: Portuguese
nds: Portugeesch

source: Finnish
nds: Finnsch

source: Bulgarian
nds: Bulgaarsch

source: Ukrainian
nds: Ukrainsch

source: Czech
nds: Tschechsch

source: Greek
nds: Greeksch

source: Turkish
nds: Törksch

source: Swedish
nds: Sweedsch

source: Norwegian (Bokmål)
nds: Noorweegsch (Bokmål)

source: Malay
nds: Malaisch

source: Estonian
nds: Eestnisch

source: Georgian
nds: Georgsch

source: Polish
nds: Poolsch

source: Swahili
nds: Suaheli

source: Latin
nds: Latiensch

source: Shanghainese
nds: Shanghaineesch

source: Egyptian Arabic
nds: ägyptsch Araabsch

source: Belarusian
nds: Wittruss’sch

source: Hungarian
nds: Ungaarsch

source: Icelandic
nds: Ieslandsch

source: Albanian
nds: Albaansch

source: Cantonese
nds: Kantoneesch

source: Afrikaans
nds: Afrikaansch

source: Faroese
nds: Färöösch

source: Frisian
nds: Westfreesch

source: Breton
nds: Bretoonsch

source: Romanian
nds: Rumäänsch

source: Uyghur
nds: Uighuursch

source: Uzbek
nds: Usbeeksch

source: Norwegian (Nynorsk)
nds: Noorweegsch (Nynorsk)

source: Serbian
nds: Serbsch

source: Tatar
nds: Tataarsch

source: Yiddish
nds: Jiddisch

source: Persian
nds: Pers’sch

source: Basque
nds: Basksch

source: Slovak
nds: Slowaaksch

source: Danish
nds: Däänsch

source: Armenian
nds: Armeensch

source: Iraqi Arabic
nds: Iraksch Araabsch

source: Bengali
nds: Bengaalsch

source: Catalan
nds: Katalaansch

source: Kazakh
nds: Kasachsch

source: Latvian
nds: Lettsch

source: Bosnian
nds: Bosnisch

source: Croatian
nds: Kroaatsch

source: Old East Slavic
nds: Ooldoostslaavsch

source: Mongolian
nds: Mongoolsch

source: Lithuanian
nds: Litausch

source: Galician
nds: Galizisch

source: Irish
nds: Irisch

source: Sicilian
nds: Siziliaansch

source: Low Saxon
nds: Plattdüütsch

source: Klingon
nds: Klingoonsch

source: Slovenian
nds: Sloweensch

source: Literary Chinese
nds: Klassisch Chineesch

source: Ossetian
nds: Osseetsch

source: Romansh
nds: Rätoromaansch

source: Scottish Gaelic
nds: Schottsch-Gäälsch

source: All languages
nds: All Spraken

source: unknown language
nds: nich kennt Spraak

source: other language
nds: annere Spraak

source: Auto detect
nds: van sülvs kennen

source: None
nds: Keen

source: Any
nds: All

source: unknown
nds: nich kennt

source: created by <a href="%s">%s</a>
nds: opstellt von <a href="%s">%s</a>

source: (public list)
nds: (apen List)

source: created by %s
nds: opstellt von %s

source: Number of sentences
nds: Tall Sätz

source: Show
nds: Wiesen

source: Edit
nds: Ännern

source: Back to all lists
nds: Trügg na all Listen

source: Back to this list
nds: Trügg na disse List

source: Download this list
nds: Disse List dalladen

source: Show translations :
nds: Översetten wiesen:

source: Edit this list
nds: Disse List ännern

source: View this list
nds: Disse List wiesen

source: Delete this list
nds: Disse List wegsmieten

source: Add a sentence to this list :
nds: En Satz to disse List tofögen:

source: OK
nds: Okay

source: NOTE : You can also add existing sentences with this icon %s (while <a href="%s">browsing</a> for instance).
nds: HENWIES : Du kannst ook Sätz, de dat al gifft, mit dit Icon %s tofögen (bi ’t <a href="%s">Browsen</a> to ’n Bispeel).

source: linked to %s
nds: verknütt mit %s

source: unlinked from %s
nds: von %s trennt

source: inactive
nds: nich aktiv

source: Translate
nds: Översetten

source: This sentence is in simplified Chinese.
nds: Disse Satz is in vereenfacht Chineesch.

source: This sentence is in traditional Chinese.
nds: Disse Satz is in traditionell Chineesch.

source: Let go
nds: Afgeven

source: Adopt
nds: Annehmen

source: Link
nds: Verknütten

source: Add to list
nds: To List tofögen

source: Delete
nds: Wegsmieten

source: belongs to %s
nds: höört %s to

source: Send private message
nds: Private Naricht tostüren

source: View this user's profile
nds: Dissen Bruker sien Profil ankieken

source: sentence deleted
nds: Satz wegsmeten

source: Show sentence #:
nds: Wies Satz Nr.:

source: Language for previous, next or random sentence
nds: Spraak för vörigen, tokamen oder tofälligen Satz

source: previous
nds: vörig

source: next
nds: nakamen

source: random
nds: tofällig

source: Enter a username:
nds: Brukernaam angeven:

source: show user
nds: Bruker wiesen

source: Profile of %s
nds: Profil von %s

source: all lists
nds: all Listen

source: Reply
nds: Antern

source: to
nds: na

source: Title
nds: Titel

source: Send
nds: Losstüren

source: %s wrote:
nds: %s hett schreven:

source: Do you want to unlink this translation from the main sentence?
nds: Wullt du dit Översetten von ’n Höövdsatz trennen?

source: Unlink
nds: Trennen

source: Unlink this translation.
nds: Dit Översetten trennen.

source: Make into direct translation.
nds: As direkt Översetten opstellen

source: Play audio
nds: Audiodatei afspelen

source: Audio unavailable. Click to learn more.
nds: Keen Audiodatei dor. Klick hier, dat du dor mehr över to weten kriggst.

source: Submit translation
nds: Översetten afgeven

source: Important! You are about to add a translation to the sentence above. If you do not understand this sentence, click on "Cancel" to display everything again, and then click on the sentence that you understand and want to translate from.
nds: Wichtig! Du föögst jüst en Översetten to ’n Satz baven to. Wenn du dissen Satz nich versteihst, denn klick op „Afbreken“, dat di wedder allens wiest warrt. Klick denn op den Satz, den du versteihst un den du översetten wullt.

source: Please do not forget <strong>capital letters</strong> and <strong>punctuation</strong>! Thank you.
nds: Denk ook an <strong>Grootbookstaven</strong> un <strong>Satzteken</strong>! Wees bedankt.

source: Show translations in:
nds: Wies Översetten in:

source: NOTE: Sentences that have an indirect translation will be displayed.
nds: HENWIES: Sätz, de en indirekt Översetten hebbt, warrt wiest.

source: Only sentences with audio:
nds: Bloot Sätz mit Audiodatein:

source: no
nds: nee

source: yes
nds: jo

source: NOTE: Not all languages have audio at the moment.
nds: HENWIES: Opstunns hebbt bloot en poor Spraken Audiodatein.

source: View all tags
nds: All Tags ankieken

source: user: %s, date: %s
nds: Bruker: %s, Datum: %s

source: remove tag '%s' from this sentence.
nds: den Tag '%s' bi dissen Satz wegmaken

source: remove tag from sentence
nds: Tag bi Satz wegmaken

source: Add a message:
nds: Naricht tofögen:

source: cancel
nds: afbreken

source: by %s
nds: von %s

source: Please make sure to <a href="%s">read the FAQ</a> before asking a question.
nds: <a href="%s">Lees eerst de FAQ</a>, ehrdat du en Fraag stellst.

source: Follow us
nds: Folg uns

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at %s.
nds: Wenn du Fragen, Ideen oder ans wat hest (oder di eenfach bedanken wullt) denn stüür uns man en E-Mail to an %s.

source: Post on the Wall
nds: An de Pinnwand schrieven

source: You can also tell us what you think by posting on the <a href="%s">Wall</a>.
nds: Du kannst ook Kuntakt opnehmen över uns <a href="%s">Pinnwand</a>.

source: Join us on IRC
nds: Draap uns in ’n IRC

source: We also have an IRC channel on freenode, #tatoeba. If you are not familiar with IRC, you can read the <a href="%s">Help</a>.
nds: Wi hebbt ook en IRC-Kanaal op freenode, #tatoeba. Wenn du di mit IRC nich utkennst, lees de <a href="%s">Hülp</a>.

source: How to contribute
nds: Woans een mitmaken kann

source: Important to read
nds: Woans een mitmaken kann

source: Guide to being a good contributor
nds: Hülp för den goden Mitarbeider

source: Reliability of the sentences
nds: wo good een sik op de Sätz verlaten kann

source: How can you contribute?
nds: Woans kann een mitmaken?

source: Tatoeba is primarily about collecting sentences and translating them into many, many languages. So one obvious thing you can do to contribute is to <strong>translate sentences</strong>.
nds: Bi Tatoeba geiht dat vör allen üm dat Sammeln von Sätz un dat Översetten in veel Spraken. Dorüm is de eenfachste Oord mittomaken, dat <strong>Översetten von Sätz</strong>.

source: But you don't have to be a polyglot in order to contribute! You can help us a lot simply by <strong>checking sentences</strong> and <strong>reporting mistakes</strong>. This is something everyone can do!
nds: Aver du musst keen Spraakbaas wesen, üm mittomaken! Du kannst uns ook veel helpen, wenn du <strong>Sätz nakickst</strong> un <strong>Fehlers mellst</strong>. Dat is wat, wat elkeen doon kann!

source: If you have a good microphone, you can also bring more audio to Tatoeba by <strong>recording sentences</strong>.
nds: Wenn du en good Mikrofoon hest, kannst du <strong>Sätz opnehmen</strong> un Audiodatein bi Tatoeba bidragen.

source: You can help us promote the project. <strong>Tell people around you</strong> that Tatoeba exists. This is a very ambitious project, so we will need as much help as possible.
nds: Du kannst uns helpen, dat Projekt vörantobringen. <strong>Vertell Lüüd üm di rüm</strong>, dat dat Tatoeba gifft. Dit Projekt hett veel vör, un dorvonwegen bruukt wi all Hülp, de wi kriegen köönt.

source: And finally, you can <strong>join the team</strong>. You can help us code new features, improve usability, debug, optimize, keep the site secure, and more.
nds: Un denn kannst du ook <strong>bi dat Team mitmaken</strong>. Du kannst uns helpen, ne’e Saken to programmeren, de Bruukborkeid to verbetern, Fehlers wegtomaken, Saken beter to maken, optopassen, dat allens seker is, un so wieder.

source: Download sentences
nds: Sätz dalladen

source: Download
nds: Dalladen

source: Fields and structure
nds: Feller un Struktur

source: Username
nds: Brukernaam

source: Sentences with audio
nds: Sätz mit Audio

source: Need more help?
nds: Bruukst du mehr Hülp?

source: You can check out the <a href="%s">FAQ</a>.
nds: Du kannst di de <a href="%s">faken stellt Fragen (FAQ)</a> ankieken.

source: If you cannot find the answer to your question, do not hesitate to contact us.
nds: We du keen Antwoord op dien Fraag finnen kannst, denn schriev uns man driest.

source: By email
nds: Över E-Mail

source: From the Wall
nds: Von de Pinnwand

source: Click here to go to the Wall.
nds: Hier klicken, üm na de Pinnwand to gahn.

source: On IRC
nds: In ’n IRC

source: How to use IRC
nds: Woans een IRC bruukt

source: For those who are not familiar with IRC, it is pretty much like an instant messenger. You will be able to talk to us in real time, if we are there.
nds: För de, de sik nich mit IRC utkennt: IRC is sowat as en Foortsnarichtendeenst. Du kannst dor mit uns in Echttied snacken.

source: There are many ways to join our channel. One is to go to this website:
nds: Dat gifft veel Weeg, in uns Kanaal rintokamen. Du kannst to ’n Bispeel na disse Websteed gahn:

source: Enter a nickname, enter "#tatoeba" for the channel, and click on "connect". That's it!
nds: Geev en Ökelnaam an, wähl "’#tatoeba" as Kanaal un klick op "connect". Dat is allens!

source: Getting started
nds: Den Anfang maken

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="%s">Wall</a>, or join us on <strong>IRC</strong>. We will give you a purpose. :)
nds: Wenn du nich weetst, wat du as nee anmellt Bruker doon kannst, denn stell di op de <a href="%s">Pinnwand</a> vör, oder koam na ’n <strong>IRC</strong>. Wi schöölt di wat to doon finnen :)

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
nds: Wenn du dit Projekt basig finnst un geern ook mitdoon wullt, denn is hier en Link, den du lesen <strong>SCHUSST</strong>:

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
nds: Nu dat allens seggt is: Willkamen bi Tatoeba! Wi hööpt, dat du dor veel Freid an hest, Deel von dit Projekt to wesen.

source: Important links
nds: Wichtige Links

source: Adding new sentences
nds: Ne’e Sätze tofögen

source: There are two ways to add new sentences.
nds: Dat gifft twee Weeg, ne’e Sätz totofögen.

source: From the <a href="%s">Contribute</a> section
nds: Över <a href="%s">Mitmaken</a>

source: By creating a new <a href="%s">list</a>, and going to the edit page for that list.
nds: Dör dat Opstellen von en ne’e <a href="%s">List</a> över de Ännerfunkschoon von de List.
